[
  {
    "Index": 0,
    "Verse": "Matthew 3:15",
    "Text": "But Jesus, answering, said to him,\n“Allow it now, for this is the fitting way for us to fulfill all righteousness.” Then he allowed him."
  },
  {
    "Index": 1,
    "Verse": "Matthew 4:4",
    "Text": "But he answered,\n“It is written, ‘Man shall not live by bread alone, but by every word that proceeds out of the mouth of God.’”"
  },
  {
    "Index": 2,
    "Verse": "Matthew 4:7",
    "Text": "Jesus said to him,\n“Again, it is written, ‘You shall not test the Lord, your God.’”"
  },
  {
    "Index": 3,
    "Verse": "Matthew 4:10",
    "Text": "Then Jesus said to him,\n“Get behind me,\nSatan! For it is written, ‘You shall worship the Lord your God, and you shall serve him only.’”"
  },
  {
    "Index": 4,
    "Verse": "Matthew 4:17",
    "Text": "From that time, Jesus began to preach, and to say,\n“Repent! For the Kingdom of Heaven is at hand.”"
  },
  {
    "Index": 5,
    "Verse": "Matthew 4:19",
    "Text": "He said to them,\n“Come after me, and I will make you fishers for men.”"
  },
  {
    "Index": 6,
    "Verse": "Matthew 5:3",
    "Text": "“Blessed are the poor in spirit,\nfor theirs is the Kingdom of Heaven."
  },
  {
    "Index": 7,
    "Verse": "Matthew 5:4",
    "Text": "Blessed are those who mourn,\nfor they shall be comforted."
  },
  {
    "Index": 8,
    "Verse": "Matthew 5:5",
    "Text": "Blessed are the gentle,\nfor they shall inherit the earth."
  },
  {
    "Index": 9,
    "Verse": "Matthew 5:6",
    "Text": "Blessed are those who hunger and thirst after righteousness,\n\nfor they shall be filled."
  },
  {
    "Index": 10,
    "Verse": "Matthew 5:7",
    "Text": "Blessed are the merciful,\nfor they shall obtain mercy."
  },
  {
    "Index": 11,
    "Verse": "Matthew 5:8",
    "Text": "Blessed are the pure in heart,\nfor they shall see God."
  },
  {
    "Index": 12,
    "Verse": "Matthew 5:9",
    "Text": "Blessed are the peacemakers,\nfor they shall be called children of God."
  },
  {
    "Index": 13,
    "Verse": "Matthew 5:10",
    "Text": "Blessed are those who have been persecuted for righteousness’ sake,\n\nfor theirs is the Kingdom of Heaven."
  },
  {
    "Index": 14,
    "Verse": "Matthew 5:11",
    "Text": "“Blessed are you when people reproach you, persecute you, and say all kinds of evil against you falsely, for my sake."
  },
  {
    "Index": 15,
    "Verse": "Matthew 5:12",
    "Text": "Rejoice, and be exceedingly glad, for great is your reward in heaven. For that is how they persecuted the prophets who were before you."
  },
  {
    "Index": 16,
    "Verse": "Matthew 5:13",
    "Text": "“You are the salt of the earth, but if the salt has lost its flavor, with what will it be salted? It is then good for nothing, but to be cast out and trodden under the feet of men."
  },
  {
    "Index": 17,
    "Verse": "Matthew 5:14",
    "Text": "You are the light of the world. A city located on a hill can’t be hidden."
  },
  {
    "Index": 18,
    "Verse": "Matthew 5:15",
    "Text": "Neither do you light a lamp, and put it under a measuring basket, but on a stand; and it shines to all who are in the house."
  },
  {
    "Index": 19,
    "Verse": "Matthew 5:16",
    "Text": "Even so, let your light shine before men; that they may see your good works, and glorify your Father who is in heaven."
  },
  {
    "Index": 20,
    "Verse": "Matthew 5:17",
    "Text": "“Don’t think that I came to destroy the law or the prophets. I didn’t come to destroy, but to fulfill."
  },
  {
    "Index": 21,
    "Verse": "Matthew 5:18",
    "Text": "For most certainly, I tell you, until heaven and earth pass away, not even one smallest letter\nor one tiny pen stroke\nshall in any way pass away from the law, until all things are accomplished."
  },
  {
    "Index": 22,
    "Verse": "Matthew 5:19",
    "Text": "Whoever, therefore, shall break one of these least commandments, and teach others to do so, shall be called least in the Kingdom of Heaven; but whoever shall do and teach them shall be called great in the Kingdom of Heaven."
  },
  {
    "Index": 23,
    "Verse": "Matthew 5:20",
    "Text": "For I tell you that unless your righteousness exceeds that of the scribes and Pharisees, there is no way you will enter into the Kingdom of Heaven."
  },
  {
    "Index": 24,
    "Verse": "Matthew 5:21",
    "Text": "“You have heard that it was said to the ancient ones, ‘You shall not murder;’\nand ‘Whoever murders will be in danger of the judgment.’"
  },
  {
    "Index": 25,
    "Verse": "Matthew 5:22",
    "Text": "But I tell you, that everyone who is angry with his brother without a cause\n\n\nwill be in danger of the judgment; and whoever says to his brother, ‘Raca!’\n\nwill be in danger of the council; and whoever says, ‘You fool!’ will be in danger of the fire of Gehenna."
  },
  {
    "Index": 26,
    "Verse": "Matthew 5:23",
    "Text": "“If therefore you are offering your gift at the altar, and there remember that your brother has anything against you,"
  },
  {
    "Index": 27,
    "Verse": "Matthew 5:24",
    "Text": "leave your gift there before the altar, and go your way. First be reconciled to your brother, and then come and offer your gift."
  },
  {
    "Index": 28,
    "Verse": "Matthew 5:25",
    "Text": "Agree with your adversary quickly, while you are with him on the way; lest perhaps the prosecutor deliver you to the judge, and the judge deliver you to the officer, and you be cast into prison."
  },
  {
    "Index": 29,
    "Verse": "Matthew 5:26",
    "Text": "Most certainly I tell you, you shall by no means get out of there, until you have paid the last penny."
  },
  {
    "Index": 30,
    "Verse": "Matthew 5:27",
    "Text": "“You have heard that it was said,\n\n‘You shall not commit adultery;’"
  },
  {
    "Index": 31,
    "Verse": "Matthew 5:28",
    "Text": "but I tell you that everyone who gazes at a woman to lust after her has committed adultery with her already in his heart."
  },
  {
    "Index": 32,
    "Verse": "Matthew 5:29",
    "Text": "If your right eye causes you to stumble, pluck it out and throw it away from you. For it is more profitable for you that one of your members should perish, than for your whole body to be cast into Gehenna."
  },
  {
    "Index": 33,
    "Verse": "Matthew 5:30",
    "Text": "If your right hand causes you to stumble, cut it off, and throw it away from you. For it is more profitable for you that one of your members should perish, than for your whole body to be cast into Gehenna."
  },
  {
    "Index": 34,
    "Verse": "Matthew 5:31",
    "Text": "“It was also said, ‘Whoever shall put away his wife, let him give her a writing of divorce,’"
  },
  {
    "Index": 35,
    "Verse": "Matthew 5:32",
    "Text": "but I tell you that whoever puts away his wife, except for the cause of sexual immorality, makes her an adulteress; and whoever marries her when she is put away commits adultery."
  },
  {
    "Index": 36,
    "Verse": "Matthew 5:33",
    "Text": "“Again you have heard that it was said to them of old time, ‘You shall not make false vows, but shall perform to the Lord your vows,’"
  },
  {
    "Index": 37,
    "Verse": "Matthew 5:34",
    "Text": "but I tell you, don’t swear at all: neither by heaven, for it is the throne of God;"
  },
  {
    "Index": 38,
    "Verse": "Matthew 5:35",
    "Text": "nor by the earth, for it is the footstool of his feet; nor by Jerusalem, for it is the city of the great King."
  },
  {
    "Index": 39,
    "Verse": "Matthew 5:36",
    "Text": "Neither shall you swear by your head, for you can’t make one hair white or black."
  },
  {
    "Index": 40,
    "Verse": "Matthew 5:37",
    "Text": "But let your ‘Yes’ be ‘Yes’ and your ‘No’ be ‘No.’ Whatever is more than these is of the evil one."
  },
  {
    "Index": 41,
    "Verse": "Matthew 5:38",
    "Text": "“You have heard that it was said, ‘An eye for an eye, and a tooth for a tooth.’"
  },
  {
    "Index": 42,
    "Verse": "Matthew 5:39",
    "Text": "But I tell you, don’t resist him who is evil; but whoever strikes you on your right cheek, turn to him the other also."
  },
  {
    "Index": 43,
    "Verse": "Matthew 5:40",
    "Text": "If anyone sues you to take away your coat, let him have your cloak also."
  },
  {
    "Index": 44,
    "Verse": "Matthew 5:41",
    "Text": "Whoever compels you to go one mile, go with him two."
  },
  {
    "Index": 45,
    "Verse": "Matthew 5:42",
    "Text": "Give to him who asks you, and don’t turn away him who desires to borrow from you."
  },
  {
    "Index": 46,
    "Verse": "Matthew 5:43",
    "Text": "“You have heard that it was said, ‘You shall love your neighbor\n\nand hate your enemy.’"
  },
  {
    "Index": 47,
    "Verse": "Matthew 5:44",
    "Text": "But I tell you, love your enemies, bless those who curse you, do good to those who hate you, and pray for those who mistreat you and persecute you,"
  },
  {
    "Index": 48,
    "Verse": "Matthew 5:45",
    "Text": "that you may be children of your Father who is in heaven. For he makes his sun to rise on the evil and the good, and sends rain on the just and the unjust."
  },
  {
    "Index": 49,
    "Verse": "Matthew 5:46",
    "Text": "For if you love those who love you, what reward do you have? Don’t even the tax collectors do the same?"
  },
  {
    "Index": 50,
    "Verse": "Matthew 5:47",
    "Text": "If you only greet your friends, what more do you do than others? Don’t even the tax collectors\ndo the same?"
  },
  {
    "Index": 51,
    "Verse": "Matthew 5:48",
    "Text": "Therefore you shall be perfect, just as your Father in heaven is perfect."
  },
  {
    "Index": 52,
    "Verse": "Matthew 6:1",
    "Text": "“Be careful that you don’t do your charitable giving before men, to be seen by them, or else you have no reward from your Father who is in heaven."
  },
  {
    "Index": 53,
    "Verse": "Matthew 6:2",
    "Text": "Therefore when you do merciful deeds, don’t sound a trumpet before yourself, as the hypocrites do in the synagogues and in the streets, that they may get glory from men. Most certainly I tell you, they have received their reward."
  },
  {
    "Index": 54,
    "Verse": "Matthew 6:3",
    "Text": "But when you do merciful deeds, don’t let your left hand know what your right hand does,"
  },
  {
    "Index": 55,
    "Verse": "Matthew 6:4",
    "Text": "so that your merciful deeds may be in secret, then your Father who sees in secret will reward you openly."
  },
  {
    "Index": 56,
    "Verse": "Matthew 6:5",
    "Text": "“When you pray, you shall not be as the hypocrites, for they love to stand and pray in the synagogues and in the corners of the streets, that they may be seen by men. Most certainly, I tell you, they have received their reward."
  },
  {
    "Index": 57,
    "Verse": "Matthew 6:6",
    "Text": "But you, when you pray, enter into your inner room, and having shut your door, pray to your Father who is in secret, and your Father who sees in secret will reward you openly."
  },
  {
    "Index": 58,
    "Verse": "Matthew 6:7",
    "Text": "In praying, don’t use vain repetitions, as the Gentiles do; for they think that they will be heard for their much speaking."
  },
  {
    "Index": 59,
    "Verse": "Matthew 6:8",
    "Text": "Therefore don’t be like them, for your Father knows what things you need, before you ask him."
  },
  {
    "Index": 60,
    "Verse": "Matthew 6:9",
    "Text": "Pray like this: ‘Our Father in heaven, may your name be kept holy."
  },
  {
    "Index": 61,
    "Verse": "Matthew 6:10",
    "Text": "Let your Kingdom come. Let your will be done, as in heaven, so on earth."
  },
  {
    "Index": 62,
    "Verse": "Matthew 6:11",
    "Text": "Give us today our daily bread."
  },
  {
    "Index": 63,
    "Verse": "Matthew 6:12",
    "Text": "Forgive us our debts, as we also forgive our debtors."
  },
  {
    "Index": 64,
    "Verse": "Matthew 6:13",
    "Text": "Bring us not into temptation, but deliver us from the evil one. For yours is the Kingdom, the power, and the glory forever. Amen.’"
  },
  {
    "Index": 65,
    "Verse": "Matthew 6:14",
    "Text": "“For if you forgive men their trespasses, your heavenly Father will also forgive you."
  },
  {
    "Index": 66,
    "Verse": "Matthew 6:15",
    "Text": "But if you don’t forgive men their trespasses, neither will your Father forgive your trespasses."
  },
  {
    "Index": 67,
    "Verse": "Matthew 6:16",
    "Text": "“Moreover when you fast, don’t be like the hypocrites, with sad faces. For they disfigure their faces, that they may be seen by men to be fasting. Most certainly I tell you, they have received their reward."
  },
  {
    "Index": 68,
    "Verse": "Matthew 6:17",
    "Text": "But you, when you fast, anoint your head, and wash your face;"
  },
  {
    "Index": 69,
    "Verse": "Matthew 6:18",
    "Text": "so that you are not seen by men to be fasting, but by your Father who is in secret, and your Father, who sees in secret, will reward you."
  },
  {
    "Index": 70,
    "Verse": "Matthew 6:19",
    "Text": "“Don’t lay up treasures for yourselves on the earth, where moth and rust consume, and where thieves break through and steal;"
  },
  {
    "Index": 71,
    "Verse": "Matthew 6:20",
    "Text": "but lay up for yourselves treasures in heaven, where neither moth nor rust consume, and where thieves don’t break through and steal;"
  },
  {
    "Index": 72,
    "Verse": "Matthew 6:21",
    "Text": "for where your treasure is, there your heart will be also."
  },
  {
    "Index": 73,
    "Verse": "Matthew 6:22",
    "Text": "“The lamp of the body is the eye. If therefore your eye is sound, your whole body will be full of light."
  },
  {
    "Index": 74,
    "Verse": "Matthew 6:23",
    "Text": "But if your eye is evil, your whole body will be full of darkness. If therefore the light that is in you is darkness, how great is the darkness!"
  },
  {
    "Index": 75,
    "Verse": "Matthew 6:24",
    "Text": "“No one can serve two masters, for either he will hate the one and love the other; or else he will be devoted to one and despise the other. You can’t serve both God and Mammon."
  },
  {
    "Index": 76,
    "Verse": "Matthew 6:25",
    "Text": "Therefore I tell you, don’t be anxious for your life: what you will eat, or what you will drink; nor yet for your body, what you will wear. Isn’t life more than food, and the body more than clothing?"
  },
  {
    "Index": 77,
    "Verse": "Matthew 6:26",
    "Text": "See the birds of the sky, that they don’t sow, neither do they reap, nor gather into barns. Your heavenly Father feeds them. Aren’t you of much more value than they?"
  },
  {
    "Index": 78,
    "Verse": "Matthew 6:27",
    "Text": "“Which of you, by being anxious, can add one moment\nto his lifespan?"
  },
  {
    "Index": 79,
    "Verse": "Matthew 6:28",
    "Text": "Why are you anxious about clothing? Consider the lilies of the field, how they grow. They don’t toil, neither do they spin,"
  },
  {
    "Index": 80,
    "Verse": "Matthew 6:29",
    "Text": "yet I tell you that even Solomon in all his glory was not dressed like one of these."
  },
  {
    "Index": 81,
    "Verse": "Matthew 6:30",
    "Text": "But if God so clothes the grass of the field, which today exists, and tomorrow is thrown into the oven, won’t he much more clothe you, you of little faith?"
  },
  {
    "Index": 82,
    "Verse": "Matthew 6:31",
    "Text": "“Therefore don’t be anxious, saying, ‘What will we eat?’, ‘What will we drink?’ or, ‘With what will we be clothed?’"
  },
  {
    "Index": 83,
    "Verse": "Matthew 6:32",
    "Text": "For the Gentiles seek after all these things; for your heavenly Father knows that you need all these things."
  },
  {
    "Index": 84,
    "Verse": "Matthew 6:33",
    "Text": "But seek first God’s Kingdom, and his righteousness; and all these things will be given to you as well."
  },
  {
    "Index": 85,
    "Verse": "Matthew 6:34",
    "Text": "Therefore don’t be anxious for tomorrow, for tomorrow will be anxious for itself. Each day’s own evil is sufficient."
  },
  {
    "Index": 86,
    "Verse": "Matthew 7:1",
    "Text": "“Don’t judge, so that you won’t be judged."
  },
  {
    "Index": 87,
    "Verse": "Matthew 7:2",
    "Text": "For with whatever judgment you judge, you will be judged; and with whatever measure you measure, it will be measured to you."
  },
  {
    "Index": 88,
    "Verse": "Matthew 7:3",
    "Text": "Why do you see the speck that is in your brother’s eye, but don’t consider the beam that is in your own eye?"
  },
  {
    "Index": 89,
    "Verse": "Matthew 7:4",
    "Text": "Or how will you tell your brother, ‘Let me remove the speck from your eye;’ and behold, the beam is in your own eye?"
  },
  {
    "Index": 90,
    "Verse": "Matthew 7:5",
    "Text": "You hypocrite! First remove the beam out of your own eye, and then you can see clearly to remove the speck out of your brother’s eye."
  },
  {
    "Index": 91,
    "Verse": "Matthew 7:6",
    "Text": "“Don’t give that which is holy to the dogs, neither throw your pearls before the pigs, lest perhaps they trample them under their feet, and turn and tear you to pieces."
  },
  {
    "Index": 92,
    "Verse": "Matthew 7:7",
    "Text": "“Ask, and it will be given you. Seek, and you will find. Knock, and it will be opened for you."
  },
  {
    "Index": 93,
    "Verse": "Matthew 7:8",
    "Text": "For everyone who asks receives. He who seeks finds. To him who knocks it will be opened."
  },
  {
    "Index": 94,
    "Verse": "Matthew 7:9",
    "Text": "Or who is there among you, who, if his son asks him for bread, will give him a stone?"
  },
  {
    "Index": 95,
    "Verse": "Matthew 7:10",
    "Text": "Or if he asks for a fish, who will give him a serpent?"
  },
  {
    "Index": 96,
    "Verse": "Matthew 7:11",
    "Text": "If you then, being evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!"
  },
  {
    "Index": 97,
    "Verse": "Matthew 7:12",
    "Text": "Therefore whatever you desire for men to do to you, you shall also do to them; for this is the law and the prophets."
  },
  {
    "Index": 98,
    "Verse": "Matthew 7:13",
    "Text": "“Enter in by the narrow gate; for wide is the gate and broad is the way that leads to destruction, and many are those who enter in by it."
  },
  {
    "Index": 99,
    "Verse": "Matthew 7:14",
    "Text": "How\nnarrow is the gate, and restricted is the way that leads to life! Few are those who find it."
  },
  {
    "Index": 100,
    "Verse": "Matthew 7:15",
    "Text": "“Beware of false prophets, who come to you in sheep’s clothing, but inwardly are ravening wolves."
  },
  {
    "Index": 101,
    "Verse": "Matthew 7:16",
    "Text": "By their fruits you will know them. Do you gather grapes from thorns, or figs from thistles?"
  },
  {
    "Index": 102,
    "Verse": "Matthew 7:17",
    "Text": "Even so, every good tree produces good fruit; but the corrupt tree produces evil fruit."
  },
  {
    "Index": 103,
    "Verse": "Matthew 7:18",
    "Text": "A good tree can’t produce evil fruit, neither can a corrupt tree produce good fruit."
  },
  {
    "Index": 104,
    "Verse": "Matthew 7:19",
    "Text": "Every tree that doesn’t grow good fruit is cut down, and thrown into the fire."
  },
  {
    "Index": 105,
    "Verse": "Matthew 7:20",
    "Text": "Therefore by their fruits you will know them."
  },
  {
    "Index": 106,
    "Verse": "Matthew 7:21",
    "Text": "Not everyone who says to me, ‘Lord, Lord,’ will enter into the Kingdom of Heaven; but he who does the will of my Father who is in heaven."
  },
  {
    "Index": 107,
    "Verse": "Matthew 7:22",
    "Text": "Many will tell me in that day, ‘Lord, Lord, didn’t we prophesy in your name, in your name cast out demons, and in your name do many mighty works?’"
  },
  {
    "Index": 108,
    "Verse": "Matthew 7:23",
    "Text": "Then I will tell them, ‘I never knew you. Depart from me, you who work iniquity.’"
  },
  {
    "Index": 109,
    "Verse": "Matthew 7:24",
    "Text": "“Everyone therefore who hears these words of mine, and does them, I will liken him to a wise man, who built his house on a rock."
  },
  {
    "Index": 110,
    "Verse": "Matthew 7:25",
    "Text": "The rain came down, the floods came, and the winds blew, and beat on that house; and it didn’t fall, for it was founded on the rock."
  },
  {
    "Index": 111,
    "Verse": "Matthew 7:26",
    "Text": "Everyone who hears these words of mine, and doesn’t do them will be like a foolish man, who built his house on the sand."
  },
  {
    "Index": 112,
    "Verse": "Matthew 7:27",
    "Text": "The rain came down, the floods came, and the winds blew, and beat on that house; and it fell—and great was its fall.”"
  },
  {
    "Index": 113,
    "Verse": "Matthew 8:3",
    "Text": "Jesus stretched out his hand, and touched him, saying,\n“I want to. Be made clean.” Immediately his leprosy was cleansed."
  },
  {
    "Index": 114,
    "Verse": "Matthew 8:4",
    "Text": "Jesus said to him,\n“See that you tell nobody, but go, show yourself to the priest, and offer the gift that Moses commanded, as a testimony to them.”"
  },
  {
    "Index": 115,
    "Verse": "Matthew 8:7",
    "Text": "Jesus said to him,\n“I will come and heal him.”"
  },
  {
    "Index": 116,
    "Verse": "Matthew 8:10",
    "Text": "When Jesus heard it, he marveled, and said to those who followed,\n“Most certainly I tell you, I haven’t found so great a faith, not even in Israel."
  },
  {
    "Index": 117,
    "Verse": "Matthew 8:11",
    "Text": "I tell you that many will come from the east and the west, and will sit down with Abraham, Isaac, and Jacob in the Kingdom of Heaven,"
  },
  {
    "Index": 118,
    "Verse": "Matthew 8:12",
    "Text": "but the children of the Kingdom will be thrown out into the outer darkness. There will be weeping and gnashing of teeth.”"
  },
  {
    "Index": 119,
    "Verse": "Matthew 8:13",
    "Text": "Jesus said to the centurion,\n“Go your way. Let it be done for you as you have believed.” His servant was healed in that hour."
  },
  {
    "Index": 120,
    "Verse": "Matthew 8:20",
    "Text": "Jesus said to him,\n“The foxes have holes, and the birds of the sky have nests, but the Son of Man has nowhere to lay his head.”"
  },
  {
    "Index": 121,
    "Verse": "Matthew 8:22",
    "Text": "But Jesus said to him,\n“Follow me, and leave the dead to bury their own dead.”"
  },
  {
    "Index": 122,
    "Verse": "Matthew 8:26",
    "Text": "He said to them,\n“Why are you fearful, O you of little faith?”\n Then he got up, rebuked the wind and the sea, and there was a great calm."
  },
  {
    "Index": 123,
    "Verse": "Matthew 8:32",
    "Text": "He said to them,\n“Go!”\nThey came out, and went into the herd of pigs: and behold, the whole herd of pigs rushed down the cliff into the sea, and died in the water."
  },
  {
    "Index": 124,
    "Verse": "Matthew 9:2",
    "Text": "Behold, they brought to him a man who was paralyzed, lying on a bed. Jesus, seeing their faith, said to the paralytic,\n“Son, cheer up! Your sins are forgiven you.”"
  },
  {
    "Index": 125,
    "Verse": "Matthew 9:4",
    "Text": "Jesus, knowing their thoughts, said,\n“Why do you think evil in your hearts?"
  },
  {
    "Index": 126,
    "Verse": "Matthew 9:5",
    "Text": "For which is easier, to say, ‘Your sins are forgiven;’ or to say, ‘Get up, and walk?’"
  },
  {
    "Index": 127,
    "Verse": "Matthew 9:6",
    "Text": "But that you may know that the Son of Man has authority on earth to forgive sins-” (then he said to the paralytic),\n“Get up, and take up your mat, and go to your house.”"
  },
  {
    "Index": 128,
    "Verse": "Matthew 9:9",
    "Text": "As Jesus passed by from there, he saw a man called Matthew sitting at the tax collection office. He said to him,\n“Follow me.” He got up and followed him."
  },
  {
    "Index": 129,
    "Verse": "Matthew 9:12",
    "Text": "When Jesus heard it, he said to them,\n“Those who are healthy have no need for a physician, but those who are sick do."
  },
  {
    "Index": 130,
    "Verse": "Matthew 9:13",
    "Text": "But you go and learn what this means: ‘I desire mercy, and not sacrifice,’\nfor I came not to call the righteous, but sinners to repentance.”"
  },
  {
    "Index": 131,
    "Verse": "Matthew 9:15",
    "Text": "Jesus said to them,\n“Can the friends of the bridegroom mourn, as long as the bridegroom is with them? But the days will come when the bridegroom will be taken away from them, and then they will fast."
  },
  {
    "Index": 132,
    "Verse": "Matthew 9:16",
    "Text": "No one puts a piece of unshrunk cloth on an old garment; for the patch would tear away from the garment, and a worse hole is made."
  },
  {
    "Index": 133,
    "Verse": "Matthew 9:17",
    "Text": "Neither do people put new wine into old wine skins, or else the skins would burst, and the wine be spilled, and the skins ruined. No, they put new wine into fresh wine skins, and both are preserved.”"
  },
  {
    "Index": 134,
    "Verse": "Matthew 9:22",
    "Text": "But Jesus, turning around and seeing her, said,\n“Daughter, cheer up! Your faith has made you well.” And the woman was made well from that hour."
  },
  {
    "Index": 135,
    "Verse": "Matthew 9:24",
    "Text": "he said to them,\n“Make room, because the girl isn’t dead, but sleeping.”\nThey were ridiculing him."
  },
  {
    "Index": 136,
    "Verse": "Matthew 9:28",
    "Text": "When he had come into the house, the blind men came to him. Jesus said to them,\n“Do you believe that I am able to do this?”\nThey told him, “Yes, Lord.”"
  },
  {
    "Index": 137,
    "Verse": "Matthew 9:29",
    "Text": "Then he touched their eyes, saying,\n“According to your faith be it done to you.”"
  },
  {
    "Index": 138,
    "Verse": "Matthew 9:30",
    "Text": "Their eyes were opened. Jesus strictly commanded them, saying,\n“See that no one knows about this.”"
  },
  {
    "Index": 139,
    "Verse": "Matthew 9:37",
    "Text": "Then he said to his disciples,\n“The harvest indeed is plentiful, but the laborers are few."
  },
  {
    "Index": 140,
    "Verse": "Matthew 9:38",
    "Text": "Pray therefore that the Lord of the harvest will send out laborers into his harvest.”"
  },
  {
    "Index": 141,
    "Verse": "Matthew 10:5",
    "Text": "Jesus sent these twelve out, and commanded them, saying,\n“Don’t go among the Gentiles, and don’t enter into any city of the Samaritans."
  },
  {
    "Index": 142,
    "Verse": "Matthew 10:6",
    "Text": "Rather, go to the lost sheep of the house of Israel."
  },
  {
    "Index": 143,
    "Verse": "Matthew 10:7",
    "Text": "As you go, preach, saying, ‘The Kingdom of Heaven is at hand!’"
  },
  {
    "Index": 144,
    "Verse": "Matthew 10:8",
    "Text": "Heal the sick, cleanse the lepers,\nand cast out demons. Freely you received, so freely give."
  },
  {
    "Index": 145,
    "Verse": "Matthew 10:9",
    "Text": "Don’t take any gold, silver, or brass in your money belts."
  },
  {
    "Index": 146,
    "Verse": "Matthew 10:10",
    "Text": "Take no bag for your journey, neither two coats, nor shoes, nor staff: for the laborer is worthy of his food."
  },
  {
    "Index": 147,
    "Verse": "Matthew 10:11",
    "Text": "Into whatever city or village you enter, find out who in it is worthy; and stay there until you go on."
  },
  {
    "Index": 148,
    "Verse": "Matthew 10:12",
    "Text": "As you enter into the household, greet it."
  },
  {
    "Index": 149,
    "Verse": "Matthew 10:13",
    "Text": "If the household is worthy, let your peace come on it, but if it isn’t worthy, let your peace return to you."
  },
  {
    "Index": 150,
    "Verse": "Matthew 10:14",
    "Text": "Whoever doesn’t receive you, nor hear your words, as you go out of that house or that city, shake the dust off your feet."
  },
  {
    "Index": 151,
    "Verse": "Matthew 10:15",
    "Text": "Most certainly I tell you, it will be more tolerable for the land of Sodom and Gomorrah in the day of judgment than for that city."
  },
  {
    "Index": 152,
    "Verse": "Matthew 10:16",
    "Text": "“Behold, I send you out as sheep among wolves. Therefore be wise as serpents, and harmless as doves."
  },
  {
    "Index": 153,
    "Verse": "Matthew 10:17",
    "Text": "But beware of men: for they will deliver you up to councils, and in their synagogues they will scourge you."
  },
  {
    "Index": 154,
    "Verse": "Matthew 10:18",
    "Text": "Yes, and you will be brought before governors and kings for my sake, for a testimony to them and to the nations."
  },
  {
    "Index": 155,
    "Verse": "Matthew 10:19",
    "Text": "But when they deliver you up, don’t be anxious how or what you will say, for it will be given you in that hour what you will say."
  },
  {
    "Index": 156,
    "Verse": "Matthew 10:20",
    "Text": "For it is not you who speak, but the Spirit of your Father who speaks in you."
  },
  {
    "Index": 157,
    "Verse": "Matthew 10:21",
    "Text": "“Brother will deliver up brother to death, and the father his child. Children will rise up against parents, and cause them to be put to death."
  },
  {
    "Index": 158,
    "Verse": "Matthew 10:22",
    "Text": "You will be hated by all men for my name’s sake, but he who endures to the end will be saved."
  },
  {
    "Index": 159,
    "Verse": "Matthew 10:23",
    "Text": "But when they persecute you in this city, flee into the next, for most certainly I tell you, you will not have gone through the cities of Israel, until the Son of Man has come."
  },
  {
    "Index": 160,
    "Verse": "Matthew 10:24",
    "Text": "“A disciple is not above his teacher, nor a servant above his lord."
  },
  {
    "Index": 161,
    "Verse": "Matthew 10:25",
    "Text": "It is enough for the disciple that he be like his teacher, and the servant like his lord. If they have called the master of the house Beelzebul,\nhow much more those of his household!"
  },
  {
    "Index": 162,
    "Verse": "Matthew 10:26",
    "Text": "Therefore don’t be afraid of them, for there is nothing covered that will not be revealed; and hidden that will not be known."
  },
  {
    "Index": 163,
    "Verse": "Matthew 10:27",
    "Text": "What I tell you in the darkness, speak in the light; and what you hear whispered in the ear, proclaim on the housetops."
  },
  {
    "Index": 164,
    "Verse": "Matthew 10:28",
    "Text": "Don’t be afraid of those who kill the body, but are not able to kill the soul. Rather, fear him who is able to destroy both soul and body in Gehenna."
  },
  {
    "Index": 165,
    "Verse": "Matthew 10:29",
    "Text": "“Aren’t two sparrows sold for an assarion coin?\nNot one of them falls on the ground apart from your Father’s will,"
  },
  {
    "Index": 166,
    "Verse": "Matthew 10:30",
    "Text": "but the very hairs of your head are all numbered."
  },
  {
    "Index": 167,
    "Verse": "Matthew 10:31",
    "Text": "Therefore don’t be afraid. You are of more value than many sparrows."
  },
  {
    "Index": 168,
    "Verse": "Matthew 10:32",
    "Text": "Everyone therefore who confesses me before men, him I will also confess before my Father who is in heaven."
  },
  {
    "Index": 169,
    "Verse": "Matthew 10:33",
    "Text": "But whoever denies me before men, him I will also deny before my Father who is in heaven."
  },
  {
    "Index": 170,
    "Verse": "Matthew 10:34",
    "Text": "“Don’t think that I came to send peace on the earth. I didn’t come to send peace, but a sword."
  },
  {
    "Index": 171,
    "Verse": "Matthew 10:35",
    "Text": "For I came to set a man at odds against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law."
  },
  {
    "Index": 172,
    "Verse": "Matthew 10:36",
    "Text": "A man’s foes will be those of his own household."
  },
  {
    "Index": 173,
    "Verse": "Matthew 10:37",
    "Text": "He who loves father or mother more than me is not worthy of me; and he who loves son or daughter more than me isn’t worthy of me."
  },
  {
    "Index": 174,
    "Verse": "Matthew 10:38",
    "Text": "He who doesn’t take his cross and follow after me, isn’t worthy of me."
  },
  {
    "Index": 175,
    "Verse": "Matthew 10:39",
    "Text": "He who seeks his life will lose it; and he who loses his life for my sake will find it."
  },
  {
    "Index": 176,
    "Verse": "Matthew 10:40",
    "Text": "He who receives you receives me, and he who receives me receives him who sent me."
  },
  {
    "Index": 177,
    "Verse": "Matthew 10:41",
    "Text": "He who receives a prophet in the name of a prophet will receive a prophet’s reward. He who receives a righteous man in the name of a righteous man will receive a righteous man’s reward."
  },
  {
    "Index": 178,
    "Verse": "Matthew 10:42",
    "Text": "Whoever gives one of these little ones just a cup of cold water to drink in the name of a disciple, most certainly I tell you he will in no way lose his reward.”"
  },
  {
    "Index": 179,
    "Verse": "Matthew 11:4",
    "Text": "Jesus answered them,\n“Go and tell John the things which you hear and see:"
  },
  {
    "Index": 180,
    "Verse": "Matthew 11:5",
    "Text": "the blind receive their sight, the lame walk, the lepers are cleansed, the deaf hear,\nthe dead are raised up, and the poor have good news preached to them."
  },
  {
    "Index": 181,
    "Verse": "Matthew 11:6",
    "Text": "Blessed is he who finds no occasion for stumbling in me.”"
  },
  {
    "Index": 182,
    "Verse": "Matthew 11:7",
    "Text": "As these went their way, Jesus began to say to the multitudes concerning John,\n“What did you go out into the wilderness to see? A reed shaken by the wind?"
  },
  {
    "Index": 183,
    "Verse": "Matthew 11:8",
    "Text": "But what did you go out to see? A man in soft clothing? Behold, those who wear soft clothing are in kings’ houses."
  },
  {
    "Index": 184,
    "Verse": "Matthew 11:9",
    "Text": "But why did you go out? To see a prophet? Yes, I tell you, and much more than a prophet."
  },
  {
    "Index": 185,
    "Verse": "Matthew 11:10",
    "Text": "For this is he, of whom it is written, ‘Behold, I send my messenger before your face, who will prepare your way before you.’"
  },
  {
    "Index": 186,
    "Verse": "Matthew 11:11",
    "Text": "Most certainly I tell you, among those who are born of women there has not arisen anyone greater than John the Baptizer; yet he who is least in the Kingdom of Heaven is greater than he."
  },
  {
    "Index": 187,
    "Verse": "Matthew 11:12",
    "Text": "From the days of John the Baptizer until now, the Kingdom of Heaven suffers violence, and the violent take it by force."
  },
  {
    "Index": 188,
    "Verse": "Matthew 11:13",
    "Text": "For all the prophets and the law prophesied until John."
  },
  {
    "Index": 189,
    "Verse": "Matthew 11:14",
    "Text": "If you are willing to receive it, this is Elijah, who is to come."
  },
  {
    "Index": 190,
    "Verse": "Matthew 11:15",
    "Text": "He who has ears to hear, let him hear."
  },
  {
    "Index": 191,
    "Verse": "Matthew 11:16",
    "Text": "“But to what shall I compare this generation? It is like children sitting in the marketplaces, who call to their companions"
  },
  {
    "Index": 192,
    "Verse": "Matthew 11:17",
    "Text": "and say, ‘We played the flute for you, and you didn’t dance. We mourned for you, and you didn’t lament.’"
  },
  {
    "Index": 193,
    "Verse": "Matthew 11:18",
    "Text": "For John came neither eating nor drinking, and they say, ‘He has a demon.’"
  },
  {
    "Index": 194,
    "Verse": "Matthew 11:19",
    "Text": "The Son of Man came eating and drinking, and they say, ‘Behold, a gluttonous man and a drunkard, a friend of tax collectors and sinners!’ But wisdom is justified by her children.”"
  },
  {
    "Index": 195,
    "Verse": "Matthew 11:21",
    "Text": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works had been done in Tyre and Sidon which were done in you, they would have repented long ago in sackcloth and ashes."
  },
  {
    "Index": 196,
    "Verse": "Matthew 11:22",
    "Text": "But I tell you, it will be more tolerable for Tyre and Sidon on the day of judgment than for you."
  },
  {
    "Index": 197,
    "Verse": "Matthew 11:23",
    "Text": "You, Capernaum, who are exalted to heaven, you will go down to Hades.\n\nFor if the mighty works had been done in Sodom which were done in you, it would have remained until today."
  },
  {
    "Index": 198,
    "Verse": "Matthew 11:24",
    "Text": "But I tell you that it will be more tolerable for the land of Sodom, on the day of judgment, than for you.”"
  },
  {
    "Index": 199,
    "Verse": "Matthew 11:25",
    "Text": "At that time, Jesus answered,\n“I thank you, Father, Lord of heaven and earth, that you hid these things from the wise and understanding, and revealed them to infants."
  },
  {
    "Index": 200,
    "Verse": "Matthew 11:26",
    "Text": "Yes, Father, for so it was well-pleasing in your sight."
  },
  {
    "Index": 201,
    "Verse": "Matthew 11:27",
    "Text": "All things have been delivered to me by my Father. No one knows the Son, except the Father; neither does anyone know the Father, except the Son, and he to whom the Son desires to reveal him."
  },
  {
    "Index": 202,
    "Verse": "Matthew 11:28",
    "Text": "“Come to me, all you who labor and are heavily burdened, and I will give you rest."
  },
  {
    "Index": 203,
    "Verse": "Matthew 11:29",
    "Text": "Take my yoke upon you, and learn from me, for I am gentle and humble in heart; and you will find rest for your souls."
  },
  {
    "Index": 204,
    "Verse": "Matthew 11:30",
    "Text": "For my yoke is easy, and my burden is light.”"
  },
  {
    "Index": 205,
    "Verse": "Matthew 12:3",
    "Text": "But he said to them,\n“Haven’t you read what David did, when he was hungry, and those who were with him;"
  },
  {
    "Index": 206,
    "Verse": "Matthew 12:4",
    "Text": "how he entered into God’s house, and ate the show bread, which was not lawful for him to eat, neither for those who were with him, but only for the priests?"
  },
  {
    "Index": 207,
    "Verse": "Matthew 12:5",
    "Text": "Or have you not read in the law, that on the Sabbath day, the priests in the temple profane the Sabbath, and are guiltless?"
  },
  {
    "Index": 208,
    "Verse": "Matthew 12:6",
    "Text": "But I tell you that one greater than the temple is here."
  },
  {
    "Index": 209,
    "Verse": "Matthew 12:7",
    "Text": "But if you had known what this means, ‘I desire mercy, and not sacrifice,’\nyou wouldn’t have condemned the guiltless."
  },
  {
    "Index": 210,
    "Verse": "Matthew 12:8",
    "Text": "For the Son of Man is Lord of the Sabbath.”"
  },
  {
    "Index": 211,
    "Verse": "Matthew 12:11",
    "Text": "He said to them,\n“What man is there among you, who has one sheep, and if this one falls into a pit on the Sabbath day, won’t he grab on to it, and lift it out?"
  },
  {
    "Index": 212,
    "Verse": "Matthew 12:12",
    "Text": "Of how much more value then is a man than a sheep! Therefore it is lawful to do good on the Sabbath day.”"
  },
  {
    "Index": 213,
    "Verse": "Matthew 12:13",
    "Text": "Then he told the man,\n“Stretch out your hand.” He stretched it out; and it was restored whole, just like the other."
  },
  {
    "Index": 214,
    "Verse": "Matthew 12:25",
    "Text": "Knowing their thoughts, Jesus said to them,\n“Every kingdom divided against itself is brought to desolation, and every city or house divided against itself will not stand."
  },
  {
    "Index": 215,
    "Verse": "Matthew 12:26",
    "Text": "If Satan casts out Satan, he is divided against himself. How then will his kingdom stand?"
  },
  {
    "Index": 216,
    "Verse": "Matthew 12:27",
    "Text": "If I by Beelzebul cast out demons, by whom do your children cast them out? Therefore they will be your judges."
  },
  {
    "Index": 217,
    "Verse": "Matthew 12:28",
    "Text": "But if I by the Spirit of God cast out demons, then God’s Kingdom has come upon you."
  },
  {
    "Index": 218,
    "Verse": "Matthew 12:29",
    "Text": "Or how can one enter into the house of the strong man, and plunder his goods, unless he first bind the strong man? Then he will plunder his house."
  },
  {
    "Index": 219,
    "Verse": "Matthew 12:30",
    "Text": "“He who is not with me is against me, and he who doesn’t gather with me, scatters."
  },
  {
    "Index": 220,
    "Verse": "Matthew 12:31",
    "Text": "Therefore I tell you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven men."
  },
  {
    "Index": 221,
    "Verse": "Matthew 12:32",
    "Text": "Whoever speaks a word against the Son of Man, it will be forgiven him; but whoever speaks against the Holy Spirit, it will not be forgiven him, neither in this age, nor in that which is to come."
  },
  {
    "Index": 222,
    "Verse": "Matthew 12:33",
    "Text": "“Either make the tree good, and its fruit good, or make the tree corrupt, and its fruit corrupt; for the tree is known by its fruit."
  },
  {
    "Index": 223,
    "Verse": "Matthew 12:34",
    "Text": "You offspring of vipers, how can you, being evil, speak good things? For out of the abundance of the heart, the mouth speaks."
  },
  {
    "Index": 224,
    "Verse": "Matthew 12:35",
    "Text": "The good man out of his good treasure brings out good things, and the evil man out of his evil treasure\nbrings out evil things."
  },
  {
    "Index": 225,
    "Verse": "Matthew 12:36",
    "Text": "I tell you that every idle word that men speak, they will give account of it in the day of judgment."
  },
  {
    "Index": 226,
    "Verse": "Matthew 12:37",
    "Text": "For by your words you will be justified, and by your words you will be condemned.”"
  },
  {
    "Index": 227,
    "Verse": "Matthew 12:39",
    "Text": "But he answered them,\n“An evil and adulterous generation seeks after a sign, but no sign will be given to it but the sign of Jonah the prophet."
  },
  {
    "Index": 228,
    "Verse": "Matthew 12:40",
    "Text": "For as Jonah was three days and three nights in the belly of the whale, so will the Son of Man be three days and three nights in the heart of the earth."
  },
  {
    "Index": 229,
    "Verse": "Matthew 12:41",
    "Text": "The men of Nineveh will stand up in the judgment with this generation, and will condemn it, for they repented at the preaching of Jonah; and behold, someone greater than Jonah is here."
  },
  {
    "Index": 230,
    "Verse": "Matthew 12:42",
    "Text": "The queen of the south will rise up in the judgment with this generation, and will condemn it, for she came from the ends of the earth to hear the wisdom of Solomon; and behold, someone greater than Solomon is here."
  },
  {
    "Index": 231,
    "Verse": "Matthew 12:43",
    "Text": "When an unclean spirit has gone out of a man, he passes through waterless places, seeking rest, and doesn’t find it."
  },
  {
    "Index": 232,
    "Verse": "Matthew 12:44",
    "Text": "Then he says, ‘I will return into my house from which I came out,’ and when he has come back, he finds it empty, swept, and put in order."
  },
  {
    "Index": 233,
    "Verse": "Matthew 12:45",
    "Text": "Then he goes, and takes with himself seven other spirits more evil than he is, and they enter in and dwell there. The last state of that man becomes worse than the first. Even so will it be also to this evil generation.”"
  },
  {
    "Index": 234,
    "Verse": "Matthew 12:48",
    "Text": "But he answered him who spoke to him,\n“Who is my mother? Who are my brothers?”"
  },
  {
    "Index": 235,
    "Verse": "Matthew 12:49",
    "Text": "He stretched out his hand towards his disciples, and said,\n“Behold, my mother and my brothers!"
  },
  {
    "Index": 236,
    "Verse": "Matthew 12:50",
    "Text": "For whoever does the will of my Father who is in heaven, he is my brother, and sister, and mother.”"
  },
  {
    "Index": 237,
    "Verse": "Matthew 13:3",
    "Text": "He spoke to them many things in parables, saying,\n“Behold, a farmer went out to sow."
  },
  {
    "Index": 238,
    "Verse": "Matthew 13:4",
    "Text": "As he sowed, some seeds fell by the roadside, and the birds came and devoured them."
  },
  {
    "Index": 239,
    "Verse": "Matthew 13:5",
    "Text": "Others fell on rocky ground, where they didn’t have much soil, and immediately they sprang up, because they had no depth of earth."
  },
  {
    "Index": 240,
    "Verse": "Matthew 13:6",
    "Text": "When the sun had risen, they were scorched. Because they had no root, they withered away."
  },
  {
    "Index": 241,
    "Verse": "Matthew 13:7",
    "Text": "Others fell among thorns. The thorns grew up and choked them."
  },
  {
    "Index": 242,
    "Verse": "Matthew 13:8",
    "Text": "Others fell on good soil, and yielded fruit: some one hundred times as much, some sixty, and some thirty."
  },
  {
    "Index": 243,
    "Verse": "Matthew 13:9",
    "Text": "He who has ears to hear, let him hear.”"
  },
  {
    "Index": 244,
    "Verse": "Matthew 13:11",
    "Text": "He answered them,\n“To you it is given to know the mysteries of the Kingdom of Heaven, but it is not given to them."
  },
  {
    "Index": 245,
    "Verse": "Matthew 13:12",
    "Text": "For whoever has, to him will be given, and he will have abundance, but whoever doesn’t have, from him will be taken away even that which he has."
  },
  {
    "Index": 246,
    "Verse": "Matthew 13:13",
    "Text": "Therefore I speak to them in parables, because seeing they don’t see, and hearing, they don’t hear, neither do they understand."
  },
  {
    "Index": 247,
    "Verse": "Matthew 13:14",
    "Text": "In them the prophecy of Isaiah is fulfilled, which says,\n\n‘By hearing you will hear,\nand will in no way understand;\nSeeing you will see,\nand will in no way perceive:"
  },
  {
    "Index": 248,
    "Verse": "Matthew 13:15",
    "Text": "for this people’s heart has grown callous,\ntheir ears are dull of hearing,\nthey have closed their eyes;\nor else perhaps they might perceive with their eyes,\nhear with their ears,\nunderstand with their heart,\nand would turn again;\nand I would heal them.’"
  },
  {
    "Index": 249,
    "Verse": "Matthew 13:16",
    "Text": "“But blessed are your eyes, for they see; and your ears, for they hear."
  },
  {
    "Index": 250,
    "Verse": "Matthew 13:17",
    "Text": "For most certainly I tell you that many prophets and righteous men desired to see the things which you see, and didn’t see them; and to hear the things which you hear, and didn’t hear them."
  },
  {
    "Index": 251,
    "Verse": "Matthew 13:18",
    "Text": "“Hear, then, the parable of the farmer."
  },
  {
    "Index": 252,
    "Verse": "Matthew 13:19",
    "Text": "When anyone hears the word of the Kingdom, and doesn’t understand it, the evil one comes, and snatches away that which has been sown in his heart. This is what was sown by the roadside."
  },
  {
    "Index": 253,
    "Verse": "Matthew 13:20",
    "Text": "What was sown on the rocky places, this is he who hears the word, and immediately with joy receives it;"
  },
  {
    "Index": 254,
    "Verse": "Matthew 13:21",
    "Text": "yet he has no root in himself, but endures for a while. When oppression or persecution arises because of the word, immediately he stumbles."
  },
  {
    "Index": 255,
    "Verse": "Matthew 13:22",
    "Text": "What was sown among the thorns, this is he who hears the word, but the cares of this age and the deceitfulness of riches choke the word, and he becomes unfruitful."
  },
  {
    "Index": 256,
    "Verse": "Matthew 13:23",
    "Text": "What was sown on the good ground, this is he who hears the word, and understands it, who most certainly bears fruit, and produces, some one hundred times as much, some sixty, and some thirty.”"
  },
  {
    "Index": 257,
    "Verse": "Matthew 13:24",
    "Text": "He set another parable before them, saying,\n“The Kingdom of Heaven is like a man who sowed good seed in his field,"
  },
  {
    "Index": 258,
    "Verse": "Matthew 13:25",
    "Text": "but while people slept, his enemy came and sowed darnel weeds\nalso among the wheat, and went away."
  },
  {
    "Index": 259,
    "Verse": "Matthew 13:26",
    "Text": "But when the blade sprang up and produced fruit, then the darnel weeds appeared also."
  },
  {
    "Index": 260,
    "Verse": "Matthew 13:27",
    "Text": "The servants of the householder came and said to him, ‘Sir, didn’t you sow good seed in your field? Where did these darnel weeds come from?’"
  },
  {
    "Index": 261,
    "Verse": "Matthew 13:28",
    "Text": "“He said to them, ‘An enemy has done this.’\n“The servants asked him, ‘Do you want us to go and gather them up?’"
  },
  {
    "Index": 262,
    "Verse": "Matthew 13:29",
    "Text": "“But he said, ‘No, lest perhaps while you gather up the darnel weeds, you root up the wheat with them."
  },
  {
    "Index": 263,
    "Verse": "Matthew 13:30",
    "Text": "Let both grow together until the harvest, and in the harvest time I will tell the reapers, “First, gather up the darnel weeds, and bind them in bundles to burn them; but gather the wheat into my barn.”’”"
  },
  {
    "Index": 264,
    "Verse": "Matthew 13:31",
    "Text": "He set another parable before them, saying,\n“The Kingdom of Heaven is like a grain of mustard seed, which a man took, and sowed in his field;"
  },
  {
    "Index": 265,
    "Verse": "Matthew 13:32",
    "Text": "which indeed is smaller than all seeds. But when it is grown, it is greater than the herbs, and becomes a tree, so that the birds of the air come and lodge in its branches.”"
  },
  {
    "Index": 266,
    "Verse": "Matthew 13:33",
    "Text": "He spoke another parable to them.\n“The Kingdom of Heaven is like yeast, which a woman took, and hid in three measures\nof meal, until it was all leavened.”"
  },
  {
    "Index": 267,
    "Verse": "Matthew 13:37",
    "Text": "He answered them,\n“He who sows the good seed is the Son of Man,"
  },
  {
    "Index": 268,
    "Verse": "Matthew 13:38",
    "Text": "the field is the world; and the good seed, these are the children of the Kingdom; and the darnel weeds are the children of the evil one."
  },
  {
    "Index": 269,
    "Verse": "Matthew 13:39",
    "Text": "The enemy who sowed them is the devil. The harvest is the end of the age, and the reapers are angels."
  },
  {
    "Index": 270,
    "Verse": "Matthew 13:40",
    "Text": "As therefore the darnel weeds are gathered up and burned with fire; so will it be at the end of this age."
  },
  {
    "Index": 271,
    "Verse": "Matthew 13:41",
    "Text": "The Son of Man will send out his angels, and they will gather out of his Kingdom all things that cause stumbling, and those who do iniquity,"
  },
  {
    "Index": 272,
    "Verse": "Matthew 13:42",
    "Text": "and will cast them into the furnace of fire. There will be weeping and the gnashing of teeth."
  },
  {
    "Index": 273,
    "Verse": "Matthew 13:43",
    "Text": "Then the righteous will shine like the sun in the Kingdom of their Father. He who has ears to hear, let him hear."
  },
  {
    "Index": 274,
    "Verse": "Matthew 13:44",
    "Text": "“Again, the Kingdom of Heaven is like treasure hidden in the field, which a man found, and hid. In his joy, he goes and sells all that he has, and buys that field."
  },
  {
    "Index": 275,
    "Verse": "Matthew 13:45",
    "Text": "“Again, the Kingdom of Heaven is like a man who is a merchant seeking fine pearls,"
  },
  {
    "Index": 276,
    "Verse": "Matthew 13:46",
    "Text": "who having found one pearl of great price, he went and sold all that he had, and bought it."
  },
  {
    "Index": 277,
    "Verse": "Matthew 13:47",
    "Text": "“Again, the Kingdom of Heaven is like a dragnet, that was cast into the sea, and gathered some fish of every kind,"
  },
  {
    "Index": 278,
    "Verse": "Matthew 13:48",
    "Text": "which, when it was filled, they drew up on the beach. They sat down, and gathered the good into containers, but the bad they threw away."
  },
  {
    "Index": 279,
    "Verse": "Matthew 13:49",
    "Text": "So will it be in the end of the world. The angels will come and separate the wicked from among the righteous,"
  },
  {
    "Index": 280,
    "Verse": "Matthew 13:50",
    "Text": "and will cast them into the furnace of fire. There will be the weeping and the gnashing of teeth.”"
  },
  {
    "Index": 281,
    "Verse": "Matthew 13:51",
    "Text": "Jesus said to them,\n“Have you understood all these things?”\n\nThey answered him, “Yes, Lord.”"
  },
  {
    "Index": 282,
    "Verse": "Matthew 13:52",
    "Text": "He said to them,\n“Therefore every scribe who has been made a disciple in the Kingdom of Heaven is like a man who is a householder, who brings out of his treasure new and old things.”"
  },
  {
    "Index": 283,
    "Verse": "Matthew 13:57",
    "Text": "They were offended by him.\nBut Jesus said to them,\n“A prophet is not without honor, except in his own country, and in his own house.”"
  },
  {
    "Index": 284,
    "Verse": "Matthew 14:16",
    "Text": "But Jesus said to them,\n“They don’t need to go away. You give them something to eat.”"
  },
  {
    "Index": 285,
    "Verse": "Matthew 14:18",
    "Text": "He said,\n“Bring them here to me.”"
  },
  {
    "Index": 286,
    "Verse": "Matthew 14:27",
    "Text": "But immediately Jesus spoke to them, saying,\n“Cheer up! It is I!\n\nDon’t be afraid.”"
  },
  {
    "Index": 287,
    "Verse": "Matthew 14:29",
    "Text": "He said,\n“Come!”\nPeter stepped down from the boat, and walked on the waters to come to Jesus."
  },
  {
    "Index": 288,
    "Verse": "Matthew 14:31",
    "Text": "Immediately Jesus stretched out his hand, took hold of him, and said to him,\n“You of little faith, why did you doubt?”"
  },
  {
    "Index": 289,
    "Verse": "Matthew 15:3",
    "Text": "He answered them,\n“Why do you also disobey the commandment of God because of your tradition?"
  },
  {
    "Index": 290,
    "Verse": "Matthew 15:4",
    "Text": "For God commanded, ‘Honor your father and your mother,’\nand, ‘He who speaks evil of father or mother, let him be put to death.’"
  },
  {
    "Index": 291,
    "Verse": "Matthew 15:5",
    "Text": "But you say, ‘Whoever may tell his father or his mother, “Whatever help you might otherwise have gotten from me is a gift devoted to God,”"
  },
  {
    "Index": 292,
    "Verse": "Matthew 15:6",
    "Text": "he shall not honor his father or mother.’ You have made the commandment of God void because of your tradition."
  },
  {
    "Index": 293,
    "Verse": "Matthew 15:7",
    "Text": "You hypocrites! Well did Isaiah prophesy of you, saying,"
  },
  {
    "Index": 294,
    "Verse": "Matthew 15:8",
    "Text": "‘These people draw near to me with their mouth,\nand honor me with their lips;\nbut their heart is far from me."
  },
  {
    "Index": 295,
    "Verse": "Matthew 15:9",
    "Text": "And in vain do they worship me,\nteaching as doctrine rules made by men.’”"
  },
  {
    "Index": 296,
    "Verse": "Matthew 15:10",
    "Text": "He summoned the multitude, and said to them,\n“Hear, and understand."
  },
  {
    "Index": 297,
    "Verse": "Matthew 15:11",
    "Text": "That which enters into the mouth doesn’t defile the man; but that which proceeds out of the mouth, this defiles the man.”"
  },
  {
    "Index": 298,
    "Verse": "Matthew 15:13",
    "Text": "But he answered,\n“Every plant which my heavenly Father didn’t plant will be uprooted."
  },
  {
    "Index": 299,
    "Verse": "Matthew 15:16",
    "Text": "So Jesus said,\n“Do you also still not understand?"
  },
  {
    "Index": 300,
    "Verse": "Matthew 15:17",
    "Text": "Don’t you understand that whatever goes into the mouth passes into the belly, and then out of the body?"
  },
  {
    "Index": 301,
    "Verse": "Matthew 15:18",
    "Text": "But the things which proceed out of the mouth come out of the heart, and they defile the man."
  },
  {
    "Index": 302,
    "Verse": "Matthew 15:19",
    "Text": "For out of the heart come evil thoughts, murders, adulteries, sexual sins, thefts, false testimony, and blasphemies."
  },
  {
    "Index": 303,
    "Verse": "Matthew 15:20",
    "Text": "These are the things which defile the man; but to eat with unwashed hands doesn’t defile the man.”"
  },
  {
    "Index": 304,
    "Verse": "Matthew 15:24",
    "Text": "But he answered,\n“I wasn’t sent to anyone but the lost sheep of the house of Israel.”"
  },
  {
    "Index": 305,
    "Verse": "Matthew 15:26",
    "Text": "But he answered,\n“It is not appropriate to take the children’s bread and throw it to the dogs.”"
  },
  {
    "Index": 306,
    "Verse": "Matthew 15:28",
    "Text": "Then Jesus answered her,\n“Woman, great is your faith! Be it done to you even as you desire.” And her daughter was healed from that hour."
  },
  {
    "Index": 307,
    "Verse": "Matthew 15:32",
    "Text": "Jesus summoned his disciples and said,\n“I have compassion on the multitude, because they continue with me now three days and have nothing to eat. I don’t want to send them away fasting, or they might faint on the way.”"
  },
  {
    "Index": 308,
    "Verse": "Matthew 15:34",
    "Text": "Jesus said to them,\n“How many loaves do you have?”\nThey said, “Seven, and a few small fish.”"
  },
  {
    "Index": 309,
    "Verse": "Matthew 16:2",
    "Text": "But he answered them,\n“When it is evening, you say, ‘It will be fair weather, for the sky is red.’"
  },
  {
    "Index": 310,
    "Verse": "Matthew 16:3",
    "Text": "In the morning, ‘It will be foul weather today, for the sky is red and threatening.’ Hypocrites! You know how to discern the appearance of the sky, but you can’t discern the signs of the times!"
  },
  {
    "Index": 311,
    "Verse": "Matthew 16:4",
    "Text": "An evil and adulterous generation seeks after a sign, and there will be no sign given to it, except the sign of the prophet Jonah.”\nHe left them, and departed."
  },
  {
    "Index": 312,
    "Verse": "Matthew 16:6",
    "Text": "Jesus said to them,\n“Take heed and beware of the yeast of the Pharisees and Sadducees.”"
  },
  {
    "Index": 313,
    "Verse": "Matthew 16:8",
    "Text": "Jesus, perceiving it, said,\n“Why do you reason among yourselves, you of little faith, ‘because you have brought no bread?’"
  },
  {
    "Index": 314,
    "Verse": "Matthew 16:9",
    "Text": "Don’t you yet perceive, neither remember the five loaves for the five thousand, and how many baskets you took up?"
  },
  {
    "Index": 315,
    "Verse": "Matthew 16:10",
    "Text": "Nor the seven loaves for the four thousand, and how many baskets you took up?"
  },
  {
    "Index": 316,
    "Verse": "Matthew 16:11",
    "Text": "How is it that you don’t perceive that I didn’t speak to you concerning bread? But beware of the yeast of the Pharisees and Sadducees.”"
  },
  {
    "Index": 317,
    "Verse": "Matthew 16:13",
    "Text": "Now when Jesus came into the parts of Caesarea Philippi, he asked his disciples, saying,\n“Who do men say that I, the Son of Man, am?”"
  },
  {
    "Index": 318,
    "Verse": "Matthew 16:15",
    "Text": "He said to them,\n“But who do you say that I am?”"
  },
  {
    "Index": 319,
    "Verse": "Matthew 16:17",
    "Text": "Jesus answered him,\n“Blessed are you, Simon Bar Jonah, for flesh and blood has not revealed this to you, but my Father who is in heaven."
  },
  {
    "Index": 320,
    "Verse": "Matthew 16:18",
    "Text": "I also tell you that you are Peter,\nand on this rock\n\nI will build my assembly, and the gates of Hades\nwill not prevail against it."
  },
  {
    "Index": 321,
    "Verse": "Matthew 16:19",
    "Text": "I will give to you the keys of the Kingdom of Heaven, and whatever you bind on earth will have been bound in heaven; and whatever you release on earth will have been released in heaven.”"
  },
  {
    "Index": 322,
    "Verse": "Matthew 16:23",
    "Text": "But he turned, and said to Peter,\n“Get behind me, Satan! You are a stumbling block to me, for you are not setting your mind on the things of God, but on the things of men.”"
  },
  {
    "Index": 323,
    "Verse": "Matthew 16:24",
    "Text": "Then Jesus said to his disciples,\n“If anyone desires to come after me, let him deny himself, and take up his cross, and follow me."
  },
  {
    "Index": 324,
    "Verse": "Matthew 16:25",
    "Text": "For whoever desires to save his life will lose it, and whoever will lose his life for my sake will find it."
  },
  {
    "Index": 325,
    "Verse": "Matthew 16:26",
    "Text": "For what will it profit a man, if he gains the whole world, and forfeits his life? Or what will a man give in exchange for his life?"
  },
  {
    "Index": 326,
    "Verse": "Matthew 16:27",
    "Text": "For the Son of Man will come in the glory of his Father with his angels, and then he will render to everyone according to his deeds."
  },
  {
    "Index": 327,
    "Verse": "Matthew 16:28",
    "Text": "Most certainly I tell you, there are some standing here who will in no way taste of death, until they see the Son of Man coming in his Kingdom.”"
  },
  {
    "Index": 328,
    "Verse": "Matthew 17:7",
    "Text": "Jesus came and touched them and said,\n“Get up, and don’t be afraid.”"
  },
  {
    "Index": 329,
    "Verse": "Matthew 17:9",
    "Text": "As they were coming down from the mountain, Jesus commanded them, saying,\n“Don’t tell anyone what you saw, until the Son of Man has risen from the dead.”"
  },
  {
    "Index": 330,
    "Verse": "Matthew 17:11",
    "Text": "Jesus answered them,\n“Elijah indeed comes first, and will restore all things,"
  },
  {
    "Index": 331,
    "Verse": "Matthew 17:12",
    "Text": "but I tell you that Elijah has come already, and they didn’t recognize him, but did to him whatever they wanted to. Even so the Son of Man will also suffer by them.”"
  },
  {
    "Index": 332,
    "Verse": "Matthew 17:17",
    "Text": "Jesus answered,\n“Faithless and perverse generation! How long will I be with you? How long will I bear with you? Bring him here to me.”"
  },
  {
    "Index": 333,
    "Verse": "Matthew 17:20",
    "Text": "He said to them,\n“Because of your unbelief. For most certainly I tell you, if you have faith as a grain of mustard seed, you will tell this mountain, ‘Move from here to there,’ and it will move; and nothing will be impossible for you."
  },
  {
    "Index": 334,
    "Verse": "Matthew 17:21",
    "Text": "But this kind doesn’t go out except by prayer and fasting.”"
  },
  {
    "Index": 335,
    "Verse": "Matthew 17:22",
    "Text": "While they were staying in Galilee, Jesus said to them,\n“The Son of Man is about to be delivered up into the hands of men,"
  },
  {
    "Index": 336,
    "Verse": "Matthew 17:23",
    "Text": "and they will kill him, and the third day he will be raised up.”\n\nThey were exceedingly sorry."
  },
  {
    "Index": 337,
    "Verse": "Matthew 17:25",
    "Text": "He said, “Yes.”\nWhen he came into the house, Jesus anticipated him, saying,\n“What do you think, Simon? From whom do the kings of the earth receive toll or tribute? From their children, or from strangers?”"
  },
  {
    "Index": 338,
    "Verse": "Matthew 17:26",
    "Text": "Peter said to him, “From strangers.”\nJesus said to him,\n“Therefore the children are exempt."
  },
  {
    "Index": 339,
    "Verse": "Matthew 17:27",
    "Text": "But, lest we cause them to stumble, go to the sea, cast a hook, and take up the first fish that comes up. When you have opened its mouth, you will find a stater coin.\nTake that, and give it to them for me and you.”"
  },
  {
    "Index": 340,
    "Verse": "Matthew 18:3",
    "Text": "and said,\n“Most certainly I tell you, unless you turn, and become as little children, you will in no way enter into the Kingdom of Heaven."
  },
  {
    "Index": 341,
    "Verse": "Matthew 18:4",
    "Text": "Whoever therefore humbles himself as this little child, the same is the greatest in the Kingdom of Heaven."
  },
  {
    "Index": 342,
    "Verse": "Matthew 18:5",
    "Text": "Whoever receives one such little child in my name receives me,"
  },
  {
    "Index": 343,
    "Verse": "Matthew 18:6",
    "Text": "but whoever causes one of these little ones who believe in me to stumble, it would be better for him that a huge millstone should be hung around his neck, and that he should be sunk in the depths of the sea."
  },
  {
    "Index": 344,
    "Verse": "Matthew 18:7",
    "Text": "“Woe to the world because of occasions of stumbling! For it must be that the occasions come, but woe to that person through whom the occasion comes!"
  },
  {
    "Index": 345,
    "Verse": "Matthew 18:8",
    "Text": "If your hand or your foot causes you to stumble, cut it off, and cast it from you. It is better for you to enter into life maimed or crippled, rather than having two hands or two feet to be cast into the eternal fire."
  },
  {
    "Index": 346,
    "Verse": "Matthew 18:9",
    "Text": "If your eye causes you to stumble, pluck it out, and cast it from you. It is better for you to enter into life with one eye, rather than having two eyes to be cast into the Gehenna\nof fire."
  },
  {
    "Index": 347,
    "Verse": "Matthew 18:10",
    "Text": "See that you don’t despise one of these little ones, for I tell you that in heaven their angels always see the face of my Father who is in heaven."
  },
  {
    "Index": 348,
    "Verse": "Matthew 18:11",
    "Text": "For the Son of Man came to save that which was lost."
  },
  {
    "Index": 349,
    "Verse": "Matthew 18:12",
    "Text": "“What do you think? If a man has one hundred sheep, and one of them goes astray, doesn’t he leave the ninety-nine, go to the mountains, and seek that which has gone astray?"
  },
  {
    "Index": 350,
    "Verse": "Matthew 18:13",
    "Text": "If he finds it, most certainly I tell you, he rejoices over it more than over the ninety-nine which have not gone astray."
  },
  {
    "Index": 351,
    "Verse": "Matthew 18:14",
    "Text": "Even so it is not the will of your Father who is in heaven that one of these little ones should perish."
  },
  {
    "Index": 352,
    "Verse": "Matthew 18:15",
    "Text": "“If your brother sins against you, go, show him his fault between you and him alone. If he listens to you, you have gained back your brother."
  },
  {
    "Index": 353,
    "Verse": "Matthew 18:16",
    "Text": "But if he doesn’t listen, take one or two more with you, that at the mouth of two or three witnesses every word may be established."
  },
  {
    "Index": 354,
    "Verse": "Matthew 18:17",
    "Text": "If he refuses to listen to them, tell it to the assembly. If he refuses to hear the assembly also, let him be to you as a Gentile or a tax collector."
  },
  {
    "Index": 355,
    "Verse": "Matthew 18:18",
    "Text": "Most certainly I tell you, whatever things you bind on earth will have been bound in heaven, and whatever things you release on earth will have been released in heaven."
  },
  {
    "Index": 356,
    "Verse": "Matthew 18:19",
    "Text": "Again, assuredly I tell you, that if two of you will agree on earth concerning anything that they will ask, it will be done for them by my Father who is in heaven."
  },
  {
    "Index": 357,
    "Verse": "Matthew 18:20",
    "Text": "For where two or three are gathered together in my name, there I am in the middle of them.”"
  },
  {
    "Index": 358,
    "Verse": "Matthew 18:22",
    "Text": "Jesus said to him,\n“I don’t tell you until seven times, but, until seventy times seven."
  },
  {
    "Index": 359,
    "Verse": "Matthew 18:23",
    "Text": "Therefore the Kingdom of Heaven is like a certain king, who wanted to reconcile accounts with his servants."
  },
  {
    "Index": 360,
    "Verse": "Matthew 18:24",
    "Text": "When he had begun to reconcile, one was brought to him who owed him ten thousand talents."
  },
  {
    "Index": 361,
    "Verse": "Matthew 18:25",
    "Text": "But because he couldn’t pay, his lord commanded him to be sold, with his wife, his children, and all that he had, and payment to be made."
  },
  {
    "Index": 362,
    "Verse": "Matthew 18:26",
    "Text": "The servant therefore fell down and knelt before him, saying, ‘Lord, have patience with me, and I will repay you all!’"
  },
  {
    "Index": 363,
    "Verse": "Matthew 18:27",
    "Text": "The lord of that servant, being moved with compassion, released him, and forgave him the debt."
  },
  {
    "Index": 364,
    "Verse": "Matthew 18:28",
    "Text": "“But that servant went out, and found one of his fellow servants, who owed him one hundred denarii,\nand he grabbed him, and took him by the throat, saying, ‘Pay me what you owe!’"
  },
  {
    "Index": 365,
    "Verse": "Matthew 18:29",
    "Text": "“So his fellow servant fell down at his feet and begged him, saying, ‘Have patience with me, and I will repay you!’"
  },
  {
    "Index": 366,
    "Verse": "Matthew 18:30",
    "Text": "He would not, but went and cast him into prison, until he should pay back that which was due."
  },
  {
    "Index": 367,
    "Verse": "Matthew 18:31",
    "Text": "So when his fellow servants saw what was done, they were exceedingly sorry, and came and told their lord all that was done."
  },
  {
    "Index": 368,
    "Verse": "Matthew 18:32",
    "Text": "Then his lord called him in, and said to him, ‘You wicked servant! I forgave you all that debt, because you begged me."
  },
  {
    "Index": 369,
    "Verse": "Matthew 18:33",
    "Text": "Shouldn’t you also have had mercy on your fellow servant, even as I had mercy on you?’"
  },
  {
    "Index": 370,
    "Verse": "Matthew 18:34",
    "Text": "His lord was angry, and delivered him to the tormentors, until he should pay all that was due to him."
  },
  {
    "Index": 371,
    "Verse": "Matthew 18:35",
    "Text": "So my heavenly Father will also do to you, if you don’t each forgive your brother from your hearts for his misdeeds.”"
  },
  {
    "Index": 372,
    "Verse": "Matthew 19:4",
    "Text": "He answered,\n“Haven’t you read that he who made them from the beginning made them male and female,"
  },
  {
    "Index": 373,
    "Verse": "Matthew 19:5",
    "Text": "and said, ‘For this cause a man shall leave his father and mother, and shall be joined to his wife; and the two shall become one flesh?’"
  },
  {
    "Index": 374,
    "Verse": "Matthew 19:6",
    "Text": "So that they are no more two, but one flesh. What therefore God has joined together, don’t let man tear apart.”"
  },
  {
    "Index": 375,
    "Verse": "Matthew 19:8",
    "Text": "He said to them,\n“Moses, because of the hardness of your hearts, allowed you to divorce your wives, but from the beginning it has not been so."
  },
  {
    "Index": 376,
    "Verse": "Matthew 19:9",
    "Text": "I tell you that whoever divorces his wife, except for sexual immorality, and marries another, commits adultery; and he who marries her when she is divorced commits adultery.”"
  },
  {
    "Index": 377,
    "Verse": "Matthew 19:11",
    "Text": "But he said to them,\n“Not all men can receive this saying, but those to whom it is given."
  },
  {
    "Index": 378,
    "Verse": "Matthew 19:12",
    "Text": "For there are eunuchs who were born that way from their mother’s womb, and there are eunuchs who were made eunuchs by men; and there are eunuchs who made themselves eunuchs for the Kingdom of Heaven’s sake. He who is able to receive it, let him receive it.”"
  },
  {
    "Index": 379,
    "Verse": "Matthew 19:14",
    "Text": "But Jesus said,\n“Allow the little children, and don’t forbid them to come to me; for the Kingdom of Heaven belongs to ones like these.”"
  },
  {
    "Index": 380,
    "Verse": "Matthew 19:17",
    "Text": "He said to him,\n“Why do you call me good?\nNo one is good but one, that is, God. But if you want to enter into life, keep the commandments.”"
  },
  {
    "Index": 381,
    "Verse": "Matthew 19:18",
    "Text": "He said to him, “Which ones?”\nJesus said,\n“‘You shall not murder.’ ‘You shall not commit adultery.’ ‘You shall not steal.’ ‘You shall not offer false testimony.’"
  },
  {
    "Index": 382,
    "Verse": "Matthew 19:19",
    "Text": "‘Honor your father and your mother.’\nAnd, ‘You shall love your neighbor as yourself.’”"
  },
  {
    "Index": 383,
    "Verse": "Matthew 19:21",
    "Text": "Jesus said to him,\n“If you want to be perfect, go, sell what you have, and give to the poor, and you will have treasure in heaven; and come, follow me.”"
  },
  {
    "Index": 384,
    "Verse": "Matthew 19:23",
    "Text": "Jesus said to his disciples,\n“Most certainly I say to you, a rich man will enter into the Kingdom of Heaven with difficulty."
  },
  {
    "Index": 385,
    "Verse": "Matthew 19:24",
    "Text": "Again I tell you, it is easier for a camel to go through a needle’s eye, than for a rich man to enter into God’s Kingdom.”"
  },
  {
    "Index": 386,
    "Verse": "Matthew 19:26",
    "Text": "Looking at them, Jesus said,\n“With men this is impossible, but with God all things are possible.”"
  },
  {
    "Index": 387,
    "Verse": "Matthew 19:28",
    "Text": "Jesus said to them,\n“Most certainly I tell you that you who have followed me, in the regeneration when the Son of Man will sit on the throne of his glory, you also will sit on twelve thrones, judging the twelve tribes of Israel."
  },
  {
    "Index": 388,
    "Verse": "Matthew 19:29",
    "Text": "Everyone who has left houses, or brothers, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, will receive one hundred times, and will inherit eternal life."
  },
  {
    "Index": 389,
    "Verse": "Matthew 19:30",
    "Text": "But many will be last who are first; and first who are last."
  },
  {
    "Index": 390,
    "Verse": "Matthew 20:1",
    "Text": "“For the Kingdom of Heaven is like a man who was the master of a household, who went out early in the morning to hire laborers for his vineyard."
  },
  {
    "Index": 391,
    "Verse": "Matthew 20:2",
    "Text": "When he had agreed with the laborers for a denarius\na day, he sent them into his vineyard."
  },
  {
    "Index": 392,
    "Verse": "Matthew 20:3",
    "Text": "He went out about the third hour,\nand saw others standing idle in the marketplace."
  },
  {
    "Index": 393,
    "Verse": "Matthew 20:4",
    "Text": "He said to them, ‘You also go into the vineyard, and whatever is right I will give you.’ So they went their way."
  },
  {
    "Index": 394,
    "Verse": "Matthew 20:5",
    "Text": "Again he went out about the sixth and the ninth hour,\nand did likewise."
  },
  {
    "Index": 395,
    "Verse": "Matthew 20:6",
    "Text": "About the eleventh hour\nhe went out, and found others standing idle. He said to them, ‘Why do you stand here all day idle?’"
  },
  {
    "Index": 396,
    "Verse": "Matthew 20:7",
    "Text": "“They said to him, ‘Because no one has hired us.’\n“He said to them, ‘You also go into the vineyard, and you will receive whatever is right.’"
  },
  {
    "Index": 397,
    "Verse": "Matthew 20:8",
    "Text": "When evening had come, the lord of the vineyard said to his manager, ‘Call the laborers and pay them their wages, beginning from the last to the first.’"
  },
  {
    "Index": 398,
    "Verse": "Matthew 20:9",
    "Text": "“When those who were hired at about the eleventh hour came, they each received a denarius."
  },
  {
    "Index": 399,
    "Verse": "Matthew 20:10",
    "Text": "When the first came, they supposed that they would receive more; and they likewise each received a denarius."
  },
  {
    "Index": 400,
    "Verse": "Matthew 20:11",
    "Text": "When they received it, they murmured against the master of the household,"
  },
  {
    "Index": 401,
    "Verse": "Matthew 20:12",
    "Text": "saying, ‘These last have spent one hour, and you have made them equal to us, who have borne the burden of the day and the scorching heat!’"
  },
  {
    "Index": 402,
    "Verse": "Matthew 20:13",
    "Text": "“But he answered one of them, ‘Friend, I am doing you no wrong. Didn’t you agree with me for a denarius?"
  },
  {
    "Index": 403,
    "Verse": "Matthew 20:14",
    "Text": "Take that which is yours, and go your way. It is my desire to give to this last just as much as to you."
  },
  {
    "Index": 404,
    "Verse": "Matthew 20:15",
    "Text": "Isn’t it lawful for me to do what I want to with what I own? Or is your eye evil, because I am good?’"
  },
  {
    "Index": 405,
    "Verse": "Matthew 20:16",
    "Text": "So the last will be first, and the first last. For many are called, but few are chosen.”"
  },
  {
    "Index": 406,
    "Verse": "Matthew 20:18",
    "Text": "“Behold, we are going up to Jerusalem, and the Son of Man will be delivered to the chief priests and scribes, and they will condemn him to death,"
  },
  {
    "Index": 407,
    "Verse": "Matthew 20:19",
    "Text": "and will hand him over to the Gentiles to mock, to scourge, and to crucify; and the third day he will be raised up.”"
  },
  {
    "Index": 408,
    "Verse": "Matthew 20:21",
    "Text": "He said to her,\n“What do you want?”\nShe said to him, “Command that these, my two sons, may sit, one on your right hand, and one on your left hand, in your Kingdom.”"
  },
  {
    "Index": 409,
    "Verse": "Matthew 20:22",
    "Text": "But Jesus answered,\n“You don’t know what you are asking. Are you able to drink the cup that I am about to drink, and be baptized with the baptism that I am baptized with?”\nThey said to him, “We are able.”"
  },
  {
    "Index": 410,
    "Verse": "Matthew 20:23",
    "Text": "He said to them,\n“You will indeed drink my cup, and be baptized with the baptism that I am baptized with, but to sit on my right hand and on my left hand is not mine to give; but it is for whom it has been prepared by my Father.”"
  },
  {
    "Index": 411,
    "Verse": "Matthew 20:25",
    "Text": "But Jesus summoned them, and said,\n“You know that the rulers of the nations lord it over them, and their great ones exercise authority over them."
  },
  {
    "Index": 412,
    "Verse": "Matthew 20:26",
    "Text": "It shall not be so among you, but whoever desires to become great among you shall be\nyour servant."
  },
  {
    "Index": 413,
    "Verse": "Matthew 20:27",
    "Text": "Whoever desires to be first among you shall be your bondservant,"
  },
  {
    "Index": 414,
    "Verse": "Matthew 20:28",
    "Text": "even as the Son of Man came not to be served, but to serve, and to give his life as a ransom for many.”"
  },
  {
    "Index": 415,
    "Verse": "Matthew 20:32",
    "Text": "Jesus stood still, and called them, and asked,\n“What do you want me to do for you?”"
  },
  {
    "Index": 416,
    "Verse": "Matthew 21:2",
    "Text": "saying to them,\n“Go into the village that is opposite you, and immediately you will find a donkey tied, and a colt with her. Untie them, and bring them to me."
  },
  {
    "Index": 417,
    "Verse": "Matthew 21:3",
    "Text": "If anyone says anything to you, you shall say, ‘The Lord needs them,’ and immediately he will send them.”"
  },
  {
    "Index": 418,
    "Verse": "Matthew 21:13",
    "Text": "He said to them,\n“It is written, ‘My house shall be called a house of prayer,’\nbut you have made it a den of robbers!”"
  },
  {
    "Index": 419,
    "Verse": "Matthew 21:16",
    "Text": "and said to him, “Do you hear what these are saying?”\nJesus said to them,\n“Yes. Did you never read, ‘Out of the mouth of babes and nursing babies you have perfected praise?’”"
  },
  {
    "Index": 420,
    "Verse": "Matthew 21:19",
    "Text": "Seeing a fig tree by the road, he came to it, and found nothing on it but leaves. He said to it,\n“Let there be no fruit from you forever!”\n\nImmediately the fig tree withered away."
  },
  {
    "Index": 421,
    "Verse": "Matthew 21:21",
    "Text": "Jesus answered them,\n“Most certainly I tell you, if you have faith, and don’t doubt, you will not only do what was done to the fig tree, but even if you told this mountain, ‘Be taken up and cast into the sea,’ it would be done."
  },
  {
    "Index": 422,
    "Verse": "Matthew 21:22",
    "Text": "All things, whatever you ask in prayer, believing, you will receive.”"
  },
  {
    "Index": 423,
    "Verse": "Matthew 21:24",
    "Text": "Jesus answered them,\n“I also will ask you one question, which if you tell me, I likewise will tell you by what authority I do these things."
  },
  {
    "Index": 424,
    "Verse": "Matthew 21:25",
    "Text": "The baptism of John, where was it from? From heaven or from men?”\n\nThey reasoned with themselves, saying, “If we say, ‘From heaven,’ he will ask us, ‘Why then did you not believe him?’"
  },
  {
    "Index": 425,
    "Verse": "Matthew 21:27",
    "Text": "They answered Jesus, and said, “We don’t know.”\nHe also said to them,\n“Neither will I tell you by what authority I do these things."
  },
  {
    "Index": 426,
    "Verse": "Matthew 21:28",
    "Text": "But what do you think? A man had two sons, and he came to the first, and said, ‘Son, go work today in my vineyard.’"
  },
  {
    "Index": 427,
    "Verse": "Matthew 21:29",
    "Text": "He answered, ‘I will not,’ but afterward he changed his mind, and went."
  },
  {
    "Index": 428,
    "Verse": "Matthew 21:30",
    "Text": "He came to the second, and said the same thing. He answered, ‘I’ m going, sir,’ but he didn’t go."
  },
  {
    "Index": 429,
    "Verse": "Matthew 21:31",
    "Text": "Which of the two did the will of his father?”\nThey said to him, “The first.”\nJesus said to them,\n“Most certainly I tell you that the tax collectors and the prostitutes are entering into God’s Kingdom before you."
  },
  {
    "Index": 430,
    "Verse": "Matthew 21:31",
    "Text": "Which of the two did the will of his father?”\nThey said to him, “The first.”\nJesus said to them,\n“Most certainly I tell you that the tax collectors and the prostitutes are entering into God’s Kingdom before you."
  },
  {
    "Index": 431,
    "Verse": "Matthew 21:32",
    "Text": "For John came to you in the way of righteousness, and you didn’t believe him, but the tax collectors and the prostitutes believed him. When you saw it, you didn’t even repent afterward, that you might believe him."
  },
  {
    "Index": 432,
    "Verse": "Matthew 21:33",
    "Text": "“Hear another parable. There was a man who was a master of a household, who planted a vineyard, set a hedge about it, dug a wine press in it, built a tower, leased it out to farmers, and went into another country."
  },
  {
    "Index": 433,
    "Verse": "Matthew 21:34",
    "Text": "When the season for the fruit came near, he sent his servants to the farmers, to receive his fruit."
  },
  {
    "Index": 434,
    "Verse": "Matthew 21:35",
    "Text": "The farmers took his servants, beat one, killed another, and stoned another."
  },
  {
    "Index": 435,
    "Verse": "Matthew 21:36",
    "Text": "Again, he sent other servants more than the first: and they treated them the same way."
  },
  {
    "Index": 436,
    "Verse": "Matthew 21:37",
    "Text": "But afterward he sent to them his son, saying, ‘They will respect my son.’"
  },
  {
    "Index": 437,
    "Verse": "Matthew 21:38",
    "Text": "But the farmers, when they saw the son, said among themselves, ‘This is the heir. Come, let’s kill him, and seize his inheritance.’"
  },
  {
    "Index": 438,
    "Verse": "Matthew 21:39",
    "Text": "So they took him, and threw him out of the vineyard, and killed him."
  },
  {
    "Index": 439,
    "Verse": "Matthew 21:40",
    "Text": "When therefore the lord of the vineyard comes, what will he do to those farmers?”"
  },
  {
    "Index": 440,
    "Verse": "Matthew 21:42",
    "Text": "Jesus said to them,\n“Did you never read in the Scriptures,\n\n‘The stone which the builders rejected,\nthe same was made the head of the corner.\nThis was from the Lord.\nIt is marvelous in our eyes?’"
  },
  {
    "Index": 441,
    "Verse": "Matthew 21:43",
    "Text": "“Therefore I tell you, God’s Kingdom will be taken away from you, and will be given to a nation producing its fruit."
  },
  {
    "Index": 442,
    "Verse": "Matthew 21:44",
    "Text": "He who falls on this stone will be broken to pieces, but on whomever it will fall, it will scatter him as dust.”"
  },
  {
    "Index": 443,
    "Verse": "Matthew 22:2",
    "Text": "“The Kingdom of Heaven is like a certain king, who made a marriage feast for his son,"
  },
  {
    "Index": 444,
    "Verse": "Matthew 22:3",
    "Text": "and sent out his servants to call those who were invited to the marriage feast, but they would not come."
  },
  {
    "Index": 445,
    "Verse": "Matthew 22:4",
    "Text": "Again he sent out other servants, saying, ‘Tell those who are invited, “Behold, I have prepared my dinner. My cattle and my fatlings are killed, and all things are ready. Come to the marriage feast!”’"
  },
  {
    "Index": 446,
    "Verse": "Matthew 22:5",
    "Text": "But they made light of it, and went their ways, one to his own farm, another to his merchandise,"
  },
  {
    "Index": 447,
    "Verse": "Matthew 22:6",
    "Text": "and the rest grabbed his servants, and treated them shamefully, and killed them."
  },
  {
    "Index": 448,
    "Verse": "Matthew 22:7",
    "Text": "When the king heard that, he was angry, and sent his armies, destroyed those murderers, and burned their city."
  },
  {
    "Index": 449,
    "Verse": "Matthew 22:8",
    "Text": "“Then he said to his servants, ‘The wedding is ready, but those who were invited weren’t worthy."
  },
  {
    "Index": 450,
    "Verse": "Matthew 22:9",
    "Text": "Go therefore to the intersections of the highways, and as many as you may find, invite to the marriage feast.’"
  },
  {
    "Index": 451,
    "Verse": "Matthew 22:10",
    "Text": "Those servants went out into the highways, and gathered together as many as they found, both bad and good. The wedding was filled with guests."
  },
  {
    "Index": 452,
    "Verse": "Matthew 22:11",
    "Text": "But when the king came in to see the guests, he saw there a man who didn’t have on wedding clothing,"
  },
  {
    "Index": 453,
    "Verse": "Matthew 22:12",
    "Text": "and he said to him, ‘Friend, how did you come in here not wearing wedding clothing?’ He was speechless."
  },
  {
    "Index": 454,
    "Verse": "Matthew 22:13",
    "Text": "Then the king said to the servants, ‘Bind him hand and foot, take him away, and throw him into the outer darkness. That is where the weeping and grinding of teeth will be.’"
  },
  {
    "Index": 455,
    "Verse": "Matthew 22:14",
    "Text": "For many are called, but few chosen.”"
  },
  {
    "Index": 456,
    "Verse": "Matthew 22:18",
    "Text": "But Jesus perceived their wickedness, and said,\n“Why do you test me, you hypocrites?"
  },
  {
    "Index": 457,
    "Verse": "Matthew 22:20",
    "Text": "He asked them,\n“Whose is this image and inscription?”"
  },
  {
    "Index": 458,
    "Verse": "Matthew 22:21",
    "Text": "They said to him, “Caesar’s.”\nThen he said to them,\n“Give therefore to Caesar the things that are Caesar’s, and to God the things that are God’s.”"
  },
  {
    "Index": 459,
    "Verse": "Matthew 22:29",
    "Text": "But Jesus answered them,\n“You are mistaken, not knowing the Scriptures, nor the power of God."
  },
  {
    "Index": 460,
    "Verse": "Matthew 22:30",
    "Text": "For in the resurrection they neither marry, nor are given in marriage, but are like God’s angels in heaven."
  },
  {
    "Index": 461,
    "Verse": "Matthew 22:31",
    "Text": "But concerning the resurrection of the dead, haven’t you read that which was spoken to you by God, saying,"
  },
  {
    "Index": 462,
    "Verse": "Matthew 22:32",
    "Text": "‘I am the God of Abraham, and the God of Isaac, and the God of Jacob?’\nGod is not the God of the dead, but of the living.”"
  },
  {
    "Index": 463,
    "Verse": "Matthew 22:37",
    "Text": "Jesus said to him,\n“‘You shall love the Lord your God with all your heart, with all your soul, and with all your mind.’"
  },
  {
    "Index": 464,
    "Verse": "Matthew 22:38",
    "Text": "This is the first and great commandment."
  },
  {
    "Index": 465,
    "Verse": "Matthew 22:39",
    "Text": "A second likewise is this, ‘You shall love your neighbor as yourself.’"
  },
  {
    "Index": 466,
    "Verse": "Matthew 22:40",
    "Text": "The whole law and the prophets depend on these two commandments.”"
  },
  {
    "Index": 467,
    "Verse": "Matthew 22:42",
    "Text": "saying,\n“What do you think of the Christ? Whose son is he?”\n\nThey said to him, “Of David.”"
  },
  {
    "Index": 468,
    "Verse": "Matthew 22:43",
    "Text": "He said to them,\n“How then does David in the Spirit call him Lord, saying,"
  },
  {
    "Index": 469,
    "Verse": "Matthew 22:44",
    "Text": "‘The Lord said to my Lord,\nsit on my right hand,\nuntil I make your enemies a footstool for your feet?’"
  },
  {
    "Index": 470,
    "Verse": "Matthew 22:45",
    "Text": "“If then David calls him Lord, how is he his son?”"
  },
  {
    "Index": 471,
    "Verse": "Matthew 23:2",
    "Text": "saying,\n“The scribes and the Pharisees sat on Moses’ seat."
  },
  {
    "Index": 472,
    "Verse": "Matthew 23:3",
    "Text": "All things therefore whatever they tell you to observe, observe and do, but don’t do their works; for they say, and don’t do."
  },
  {
    "Index": 473,
    "Verse": "Matthew 23:4",
    "Text": "For they bind heavy burdens that are grievous to be borne, and lay them on men’s shoulders; but they themselves will not lift a finger to help them."
  },
  {
    "Index": 474,
    "Verse": "Matthew 23:5",
    "Text": "But all their works they do to be seen by men. They make their phylacteries\n\nbroad, enlarge the fringes\nof their garments,"
  },
  {
    "Index": 475,
    "Verse": "Matthew 23:6",
    "Text": "and love the place of honor at feasts, the best seats in the synagogues,"
  },
  {
    "Index": 476,
    "Verse": "Matthew 23:7",
    "Text": "the salutations in the marketplaces, and to be called ‘Rabbi, Rabbi’ by men."
  },
  {
    "Index": 477,
    "Verse": "Matthew 23:8",
    "Text": "But don’t you be called ‘Rabbi,’ for one is your teacher, the Christ, and all of you are brothers."
  },
  {
    "Index": 478,
    "Verse": "Matthew 23:9",
    "Text": "Call no man on the earth your father, for one is your Father, he who is in heaven."
  },
  {
    "Index": 479,
    "Verse": "Matthew 23:10",
    "Text": "Neither be called masters, for one is your master, the Christ."
  },
  {
    "Index": 480,
    "Verse": "Matthew 23:11",
    "Text": "But he who is greatest among you will be your servant."
  },
  {
    "Index": 481,
    "Verse": "Matthew 23:12",
    "Text": "Whoever exalts himself will be humbled, and whoever humbles himself will be exalted."
  },
  {
    "Index": 482,
    "Verse": "Matthew 23:13",
    "Text": "“Woe to you, scribes and Pharisees, hypocrites! For you devour widows’ houses, and as a pretense you make long prayers. Therefore you will receive greater condemnation."
  },
  {
    "Index": 483,
    "Verse": "Matthew 23:14",
    "Text": "“But woe to you, scribes and Pharisees, hypocrites! Because you shut up the Kingdom of Heaven against men; for you don’t enter in yourselves, neither do you allow those who are entering in to enter."
  },
  {
    "Index": 484,
    "Verse": "Matthew 23:15",
    "Text": "Woe to you, scribes and Pharisees, hypocrites! For you travel around by sea and land to make one proselyte; and when he becomes one, you make him twice as much a son of Gehenna\nas yourselves."
  },
  {
    "Index": 485,
    "Verse": "Matthew 23:16",
    "Text": "“Woe to you, you blind guides, who say, ‘Whoever swears by the temple, it is nothing; but whoever swears by the gold of the temple, he is obligated.’"
  },
  {
    "Index": 486,
    "Verse": "Matthew 23:17",
    "Text": "You blind fools! For which is greater, the gold, or the temple that sanctifies the gold?"
  },
  {
    "Index": 487,
    "Verse": "Matthew 23:18",
    "Text": "‘Whoever swears by the altar, it is nothing; but whoever swears by the gift that is on it, he is obligated?’"
  },
  {
    "Index": 488,
    "Verse": "Matthew 23:19",
    "Text": "You blind fools! For which is greater, the gift, or the altar that sanctifies the gift?"
  },
  {
    "Index": 489,
    "Verse": "Matthew 23:20",
    "Text": "He therefore who swears by the altar, swears by it, and by everything on it."
  },
  {
    "Index": 490,
    "Verse": "Matthew 23:21",
    "Text": "He who swears by the temple, swears by it, and by him who has been living\nin it."
  },
  {
    "Index": 491,
    "Verse": "Matthew 23:22",
    "Text": "He who swears by heaven, swears by the throne of God, and by him who sits on it."
  },
  {
    "Index": 492,
    "Verse": "Matthew 23:23",
    "Text": "“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint, dill, and cumin,\nand have left undone the weightier matters of the law: justice, mercy, and faith. But you ought to have done these, and not to have left the other undone."
  },
  {
    "Index": 493,
    "Verse": "Matthew 23:24",
    "Text": "You blind guides, who strain out a gnat, and swallow a camel!"
  },
  {
    "Index": 494,
    "Verse": "Matthew 23:25",
    "Text": "“Woe to you, scribes and Pharisees, hypocrites! For you clean the outside of the cup and of the platter, but within they are full of extortion and unrighteousness."
  },
  {
    "Index": 495,
    "Verse": "Matthew 23:26",
    "Text": "You blind Pharisee, first clean the inside of the cup and of the platter, that its outside may become clean also."
  },
  {
    "Index": 496,
    "Verse": "Matthew 23:27",
    "Text": "“Woe to you, scribes and Pharisees, hypocrites! For you are like whitened tombs, which outwardly appear beautiful, but inwardly are full of dead men’s bones, and of all uncleanness."
  },
  {
    "Index": 497,
    "Verse": "Matthew 23:28",
    "Text": "Even so you also outwardly appear righteous to men, but inwardly you are full of hypocrisy and iniquity."
  },
  {
    "Index": 498,
    "Verse": "Matthew 23:29",
    "Text": "“Woe to you, scribes and Pharisees, hypocrites! For you build the tombs of the prophets, and decorate the tombs of the righteous,"
  },
  {
    "Index": 499,
    "Verse": "Matthew 23:30",
    "Text": "and say, ‘If we had lived in the days of our fathers, we wouldn’t have been partakers with them in the blood of the prophets.’"
  },
  {
    "Index": 500,
    "Verse": "Matthew 23:31",
    "Text": "Therefore you testify to yourselves that you are children of those who killed the prophets."
  },
  {
    "Index": 501,
    "Verse": "Matthew 23:32",
    "Text": "Fill up, then, the measure of your fathers."
  },
  {
    "Index": 502,
    "Verse": "Matthew 23:33",
    "Text": "You serpents, you offspring of vipers, how will you escape the judgment of Gehenna?"
  },
  {
    "Index": 503,
    "Verse": "Matthew 23:34",
    "Text": "Therefore behold, I send to you prophets, wise men, and scribes. Some of them you will kill and crucify; and some of them you will scourge in your synagogues, and persecute from city to city;"
  },
  {
    "Index": 504,
    "Verse": "Matthew 23:35",
    "Text": "that on you may come all the righteous blood shed on the earth, from the blood of righteous Abel to the blood of Zachariah son of Barachiah, whom you killed between the sanctuary and the altar."
  },
  {
    "Index": 505,
    "Verse": "Matthew 23:36",
    "Text": "Most certainly I tell you, all these things will come upon this generation."
  },
  {
    "Index": 506,
    "Verse": "Matthew 23:37",
    "Text": "“Jerusalem, Jerusalem, who kills the prophets, and stones those who are sent to her! How often I would have gathered your children together, even as a hen gathers her chicks under her wings, and you would not!"
  },
  {
    "Index": 507,
    "Verse": "Matthew 23:38",
    "Text": "Behold, your house is left to you desolate."
  },
  {
    "Index": 508,
    "Verse": "Matthew 23:39",
    "Text": "For I tell you, you will not see me from now on, until you say, ‘Blessed is he who comes in the name of the Lord!’”"
  },
  {
    "Index": 509,
    "Verse": "Matthew 24:2",
    "Text": "But he answered them,\n“You see all of these things, don’t you? Most certainly I tell you, there will not be left here one stone on another, that will not be thrown down.”"
  },
  {
    "Index": 510,
    "Verse": "Matthew 24:4",
    "Text": "Jesus answered them,\n“Be careful that no one leads you astray."
  },
  {
    "Index": 511,
    "Verse": "Matthew 24:5",
    "Text": "For many will come in my name, saying, ‘I am the Christ,’ and will lead many astray."
  },
  {
    "Index": 512,
    "Verse": "Matthew 24:6",
    "Text": "You will hear of wars and rumors of wars. See that you aren’t troubled, for all this must happen, but the end is not yet."
  },
  {
    "Index": 513,
    "Verse": "Matthew 24:7",
    "Text": "For nation will rise against nation, and kingdom against kingdom; and there will be famines, plagues, and earthquakes in various places."
  },
  {
    "Index": 514,
    "Verse": "Matthew 24:8",
    "Text": "But all these things are the beginning of birth pains."
  },
  {
    "Index": 515,
    "Verse": "Matthew 24:9",
    "Text": "Then they will deliver you up to oppression, and will kill you. You will be hated by all of the nations for my name’s sake."
  },
  {
    "Index": 516,
    "Verse": "Matthew 24:10",
    "Text": "Then many will stumble, and will deliver up one another, and will hate one another."
  },
  {
    "Index": 517,
    "Verse": "Matthew 24:11",
    "Text": "Many false prophets will arise, and will lead many astray."
  },
  {
    "Index": 518,
    "Verse": "Matthew 24:12",
    "Text": "Because iniquity will be multiplied, the love of many will grow cold."
  },
  {
    "Index": 519,
    "Verse": "Matthew 24:13",
    "Text": "But he who endures to the end, the same will be saved."
  },
  {
    "Index": 520,
    "Verse": "Matthew 24:14",
    "Text": "This Good News of the Kingdom will be preached in the whole world for a testimony to all the nations, and then the end will come."
  },
  {
    "Index": 521,
    "Verse": "Matthew 24:15",
    "Text": "“When, therefore, you see the abomination of desolation,\n\nwhich was spoken of through Daniel the prophet, standing in the holy place (let the reader understand),"
  },
  {
    "Index": 522,
    "Verse": "Matthew 24:16",
    "Text": "then let those who are in Judea flee to the mountains."
  },
  {
    "Index": 523,
    "Verse": "Matthew 24:17",
    "Text": "Let him who is on the housetop not go down to take out the things that are in his house."
  },
  {
    "Index": 524,
    "Verse": "Matthew 24:18",
    "Text": "Let him who is in the field not return back to get his clothes."
  },
  {
    "Index": 525,
    "Verse": "Matthew 24:19",
    "Text": "But woe to those who are with child and to nursing mothers in those days!"
  },
  {
    "Index": 526,
    "Verse": "Matthew 24:20",
    "Text": "Pray that your flight will not be in the winter, nor on a Sabbath,"
  },
  {
    "Index": 527,
    "Verse": "Matthew 24:21",
    "Text": "for then there will be great oppression, such as has not been from the beginning of the world until now, no, nor ever will be."
  },
  {
    "Index": 528,
    "Verse": "Matthew 24:22",
    "Text": "Unless those days had been shortened, no flesh would have been saved. But for the sake of the chosen ones, those days will be shortened."
  },
  {
    "Index": 529,
    "Verse": "Matthew 24:23",
    "Text": "“Then if any man tells you, ‘Behold, here is the Christ,’ or, ‘There,’ don’t believe it."
  },
  {
    "Index": 530,
    "Verse": "Matthew 24:24",
    "Text": "For there will arise false christs, and false prophets, and they will show great signs and wonders, so as to lead astray, if possible, even the chosen ones."
  },
  {
    "Index": 531,
    "Verse": "Matthew 24:25",
    "Text": "“Behold, I have told you beforehand."
  },
  {
    "Index": 532,
    "Verse": "Matthew 24:26",
    "Text": "If therefore they tell you, ‘Behold, he is in the wilderness,’ don’t go out; ‘Behold, he is in the inner rooms,’ don’t believe it."
  },
  {
    "Index": 533,
    "Verse": "Matthew 24:27",
    "Text": "For as the lightning flashes from the east, and is seen even to the west, so will be the coming of the Son of Man."
  },
  {
    "Index": 534,
    "Verse": "Matthew 24:28",
    "Text": "For wherever the carcass is, that is where the vultures\n\ngather together."
  },
  {
    "Index": 535,
    "Verse": "Matthew 24:29",
    "Text": "But immediately after the oppression of those days, the sun will be darkened, the moon will not give its light, the stars will fall from the sky, and the powers of the heavens will be shaken;"
  },
  {
    "Index": 536,
    "Verse": "Matthew 24:30",
    "Text": "and then the sign of the Son of Man will appear in the sky. Then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of the sky with power and great glory."
  },
  {
    "Index": 537,
    "Verse": "Matthew 24:31",
    "Text": "He will send out his angels with a great sound of a trumpet, and they will gather together his chosen ones from the four winds, from one end of the sky to the other."
  },
  {
    "Index": 538,
    "Verse": "Matthew 24:32",
    "Text": "“Now from the fig tree learn this parable. When its branch has now become tender, and produces its leaves, you know that the summer is near."
  },
  {
    "Index": 539,
    "Verse": "Matthew 24:33",
    "Text": "Even so you also, when you see all these things, know that it is near, even at the doors."
  },
  {
    "Index": 540,
    "Verse": "Matthew 24:34",
    "Text": "Most certainly I tell you, this generation\nwill not pass away, until all these things are accomplished."
  },
  {
    "Index": 541,
    "Verse": "Matthew 24:35",
    "Text": "Heaven and earth will pass away, but my words will not pass away."
  },
  {
    "Index": 542,
    "Verse": "Matthew 24:36",
    "Text": "But no one knows of that day and hour, not even the angels of heaven,\nbut my Father only."
  },
  {
    "Index": 543,
    "Verse": "Matthew 24:37",
    "Text": "“As the days of Noah were, so will be the coming of the Son of Man."
  },
  {
    "Index": 544,
    "Verse": "Matthew 24:38",
    "Text": "For as in those days which were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noah entered into the ship,"
  },
  {
    "Index": 545,
    "Verse": "Matthew 24:39",
    "Text": "and they didn’t know until the flood came, and took them all away, so will be the coming of the Son of Man."
  },
  {
    "Index": 546,
    "Verse": "Matthew 24:40",
    "Text": "Then two men will be in the field: one will be taken and one will be left."
  },
  {
    "Index": 547,
    "Verse": "Matthew 24:41",
    "Text": "Two women will be grinding at the mill: one will be taken and one will be left."
  },
  {
    "Index": 548,
    "Verse": "Matthew 24:42",
    "Text": "Watch therefore, for you don’t know in what hour your Lord comes."
  },
  {
    "Index": 549,
    "Verse": "Matthew 24:43",
    "Text": "But know this, that if the master of the house had known in what watch of the night the thief was coming, he would have watched, and would not have allowed his house to be broken into."
  },
  {
    "Index": 550,
    "Verse": "Matthew 24:44",
    "Text": "Therefore also be ready, for in an hour that you don’t expect, the Son of Man will come."
  },
  {
    "Index": 551,
    "Verse": "Matthew 24:45",
    "Text": "“Who then is the faithful and wise servant, whom his lord has set over his household, to give them their food in due season?"
  },
  {
    "Index": 552,
    "Verse": "Matthew 24:46",
    "Text": "Blessed is that servant whom his lord finds doing so when he comes."
  },
  {
    "Index": 553,
    "Verse": "Matthew 24:47",
    "Text": "Most certainly I tell you that he will set him over all that he has."
  },
  {
    "Index": 554,
    "Verse": "Matthew 24:48",
    "Text": "But if that evil servant should say in his heart, ‘My lord is delaying his coming,’"
  },
  {
    "Index": 555,
    "Verse": "Matthew 24:49",
    "Text": "and begins to beat his fellow servants, and eat and drink with the drunkards,"
  },
  {
    "Index": 556,
    "Verse": "Matthew 24:50",
    "Text": "the lord of that servant will come in a day when he doesn’t expect it, and in an hour when he doesn’t know it,"
  },
  {
    "Index": 557,
    "Verse": "Matthew 24:51",
    "Text": "and will cut him in pieces, and appoint his portion with the hypocrites. That is where the weeping and grinding of teeth will be."
  },
  {
    "Index": 558,
    "Verse": "Matthew 25:1",
    "Text": "“Then the Kingdom of Heaven will be like ten virgins, who took their lamps, and went out to meet the bridegroom."
  },
  {
    "Index": 559,
    "Verse": "Matthew 25:2",
    "Text": "Five of them were foolish, and five were wise."
  },
  {
    "Index": 560,
    "Verse": "Matthew 25:3",
    "Text": "Those who were foolish, when they took their lamps, took no oil with them,"
  },
  {
    "Index": 561,
    "Verse": "Matthew 25:4",
    "Text": "but the wise took oil in their vessels with their lamps."
  },
  {
    "Index": 562,
    "Verse": "Matthew 25:5",
    "Text": "Now while the bridegroom delayed, they all slumbered and slept."
  },
  {
    "Index": 563,
    "Verse": "Matthew 25:6",
    "Text": "But at midnight there was a cry, ‘Behold! The bridegroom is coming! Come out to meet him!’"
  },
  {
    "Index": 564,
    "Verse": "Matthew 25:7",
    "Text": "Then all those virgins arose, and trimmed their lamps."
  },
  {
    "Index": 565,
    "Verse": "Matthew 25:8",
    "Text": "The foolish said to the wise, ‘Give us some of your oil, for our lamps are going out.’"
  },
  {
    "Index": 566,
    "Verse": "Matthew 25:9",
    "Text": "But the wise answered, saying, ‘What if there isn’t enough for us and you? You go rather to those who sell, and buy for yourselves.’"
  },
  {
    "Index": 567,
    "Verse": "Matthew 25:10",
    "Text": "While they went away to buy, the bridegroom came, and those who were ready went in with him to the marriage feast, and the door was shut."
  },
  {
    "Index": 568,
    "Verse": "Matthew 25:11",
    "Text": "Afterward the other virgins also came, saying, ‘Lord, Lord, open to us.’"
  },
  {
    "Index": 569,
    "Verse": "Matthew 25:12",
    "Text": "But he answered, ‘Most certainly I tell you, I don’t know you.’"
  },
  {
    "Index": 570,
    "Verse": "Matthew 25:13",
    "Text": "Watch therefore, for you don’t know the day nor the hour in which the Son of Man is coming."
  },
  {
    "Index": 571,
    "Verse": "Matthew 25:14",
    "Text": "“For it is like a man, going into another country, who called his own servants, and entrusted his goods to them."
  },
  {
    "Index": 572,
    "Verse": "Matthew 25:15",
    "Text": "To one he gave five talents, to another two, to another one; to each according to his own ability. Then he went on his journey."
  },
  {
    "Index": 573,
    "Verse": "Matthew 25:16",
    "Text": "Immediately he who received the five talents went and traded with them, and made another five talents."
  },
  {
    "Index": 574,
    "Verse": "Matthew 25:17",
    "Text": "In the same way, he also who got the two gained another two."
  },
  {
    "Index": 575,
    "Verse": "Matthew 25:18",
    "Text": "But he who received the one talent went away and dug in the earth, and hid his lord’s money."
  },
  {
    "Index": 576,
    "Verse": "Matthew 25:19",
    "Text": "“Now after a long time the lord of those servants came, and reconciled accounts with them."
  },
  {
    "Index": 577,
    "Verse": "Matthew 25:20",
    "Text": "He who received the five talents came and brought another five talents, saying, ‘Lord, you delivered to me five talents. Behold, I have gained another five talents besides them.’"
  },
  {
    "Index": 578,
    "Verse": "Matthew 25:21",
    "Text": "“His lord said to him, ‘Well done, good and faithful servant. You have been faithful over a few things, I will set you over many things. Enter into the joy of your lord.’"
  },
  {
    "Index": 579,
    "Verse": "Matthew 25:22",
    "Text": "“He also who got the two talents came and said, ‘Lord, you delivered to me two talents. Behold, I have gained another two talents besides them.’"
  },
  {
    "Index": 580,
    "Verse": "Matthew 25:23",
    "Text": "“His lord said to him, ‘Well done, good and faithful servant. You have been faithful over a few things, I will set you over many things. Enter into the joy of your lord.’"
  },
  {
    "Index": 581,
    "Verse": "Matthew 25:24",
    "Text": "“He also who had received the one talent came and said, ‘Lord, I knew you that you are a hard man, reaping where you did not sow, and gathering where you did not scatter."
  },
  {
    "Index": 582,
    "Verse": "Matthew 25:25",
    "Text": "I was afraid, and went away and hid your talent in the earth. Behold, you have what is yours.’"
  },
  {
    "Index": 583,
    "Verse": "Matthew 25:26",
    "Text": "“But his lord answered him, ‘You wicked and slothful servant. You knew that I reap where I didn’t sow, and gather where I didn’t scatter."
  },
  {
    "Index": 584,
    "Verse": "Matthew 25:27",
    "Text": "You ought therefore to have deposited my money with the bankers, and at my coming I should have received back my own with interest."
  },
  {
    "Index": 585,
    "Verse": "Matthew 25:28",
    "Text": "Take away therefore the talent from him, and give it to him who has the ten talents."
  },
  {
    "Index": 586,
    "Verse": "Matthew 25:29",
    "Text": "For to everyone who has will be given, and he will have abundance, but from him who doesn’t have, even that which he has will be taken away."
  },
  {
    "Index": 587,
    "Verse": "Matthew 25:30",
    "Text": "Throw out the unprofitable servant into the outer darkness, where there will be weeping and gnashing of teeth.’"
  },
  {
    "Index": 588,
    "Verse": "Matthew 25:31",
    "Text": "“But when the Son of Man comes in his glory, and all the holy angels with him, then he will sit on the throne of his glory."
  },
  {
    "Index": 589,
    "Verse": "Matthew 25:32",
    "Text": "Before him all the nations will be gathered, and he will separate them one from another, as a shepherd separates the sheep from the goats."
  },
  {
    "Index": 590,
    "Verse": "Matthew 25:33",
    "Text": "He will set the sheep on his right hand, but the goats on the left."
  },
  {
    "Index": 591,
    "Verse": "Matthew 25:34",
    "Text": "Then the King will tell those on his right hand, ‘Come, blessed of my Father, inherit the Kingdom prepared for you from the foundation of the world;"
  },
  {
    "Index": 592,
    "Verse": "Matthew 25:35",
    "Text": "for I was hungry, and you gave me food to eat. I was thirsty, and you gave me drink. I was a stranger, and you took me in."
  },
  {
    "Index": 593,
    "Verse": "Matthew 25:36",
    "Text": "I was naked, and you clothed me. I was sick, and you visited me. I was in prison, and you came to me.’"
  },
  {
    "Index": 594,
    "Verse": "Matthew 25:37",
    "Text": "“Then the righteous will answer him, saying, ‘Lord, when did we see you hungry, and feed you; or thirsty, and give you a drink?"
  },
  {
    "Index": 595,
    "Verse": "Matthew 25:38",
    "Text": "When did we see you as a stranger, and take you in; or naked, and clothe you?"
  },
  {
    "Index": 596,
    "Verse": "Matthew 25:39",
    "Text": "When did we see you sick, or in prison, and come to you?’"
  },
  {
    "Index": 597,
    "Verse": "Matthew 25:40",
    "Text": "“The King will answer them, ‘Most certainly I tell you, because you did it to one of the least of these my brothers,\n you did it to me.’"
  },
  {
    "Index": 598,
    "Verse": "Matthew 25:41",
    "Text": "Then he will say also to those on the left hand, ‘Depart from me, you cursed, into the eternal fire which is prepared for the devil and his angels;"
  },
  {
    "Index": 599,
    "Verse": "Matthew 25:42",
    "Text": "for I was hungry, and you didn’t give me food to eat; I was thirsty, and you gave me no drink;"
  },
  {
    "Index": 600,
    "Verse": "Matthew 25:43",
    "Text": "I was a stranger, and you didn’t take me in; naked, and you didn’t clothe me; sick, and in prison, and you didn’t visit me.’"
  },
  {
    "Index": 601,
    "Verse": "Matthew 25:44",
    "Text": "“Then they will also answer, saying, ‘Lord, when did we see you hungry, or thirsty, or a stranger, or naked, or sick, or in prison, and didn’t help you?’"
  },
  {
    "Index": 602,
    "Verse": "Matthew 25:45",
    "Text": "“Then he will answer them, saying, ‘Most certainly I tell you, because you didn’t do it to one of the least of these, you didn’t do it to me.’"
  },
  {
    "Index": 603,
    "Verse": "Matthew 25:46",
    "Text": "These will go away into eternal punishment, but the righteous into eternal life.”"
  },
  {
    "Index": 604,
    "Verse": "Matthew 26:2",
    "Text": "“You know that after two days the Passover is coming, and the Son of Man will be delivered up to be crucified.”"
  },
  {
    "Index": 605,
    "Verse": "Matthew 26:10",
    "Text": "However, knowing this, Jesus said to them,\n“Why do you trouble the woman? She has done a good work for me."
  },
  {
    "Index": 606,
    "Verse": "Matthew 26:11",
    "Text": "For you always have the poor with you; but you don’t always have me."
  },
  {
    "Index": 607,
    "Verse": "Matthew 26:12",
    "Text": "For in pouring this ointment on my body, she did it to prepare me for burial."
  },
  {
    "Index": 608,
    "Verse": "Matthew 26:13",
    "Text": "Most certainly I tell you, wherever this Good News is preached in the whole world, what this woman has done will also be spoken of as a memorial of her.”"
  },
  {
    "Index": 609,
    "Verse": "Matthew 26:18",
    "Text": "He said,\n“Go into the city to a certain person, and tell him, ‘The Teacher says, “My time is at hand. I will keep the Passover at your house with my disciples.”’”"
  },
  {
    "Index": 610,
    "Verse": "Matthew 26:21",
    "Text": "As they were eating, he said,\n“Most certainly I tell you that one of you will betray me.”"
  },
  {
    "Index": 611,
    "Verse": "Matthew 26:23",
    "Text": "He answered,\n“He who dipped his hand with me in the dish, the same will betray me."
  },
  {
    "Index": 612,
    "Verse": "Matthew 26:24",
    "Text": "The Son of Man goes, even as it is written of him, but woe to that man through whom the Son of Man is betrayed! It would be better for that man if he had not been born.”"
  },
  {
    "Index": 613,
    "Verse": "Matthew 26:25",
    "Text": "Judas, who betrayed him, answered, “It isn’t me, is it, Rabbi?”\nHe said to him,\n“You said it.”"
  },
  {
    "Index": 614,
    "Verse": "Matthew 26:26",
    "Text": "As they were eating, Jesus took bread, gave thanks for it, and broke it. He gave to the disciples, and said,\n“Take, eat; this is my body.”"
  },
  {
    "Index": 615,
    "Verse": "Matthew 26:27",
    "Text": "He took the cup, gave thanks, and gave to them, saying,\n“All of you drink it,"
  },
  {
    "Index": 616,
    "Verse": "Matthew 26:28",
    "Text": "for this is my blood of the new covenant, which is poured out for many for the remission of sins."
  },
  {
    "Index": 617,
    "Verse": "Matthew 26:29",
    "Text": "But I tell you that I will not drink of this fruit of the vine from now on, until that day when I drink it anew with you in my Father’s Kingdom.”"
  },
  {
    "Index": 618,
    "Verse": "Matthew 26:31",
    "Text": "Then Jesus said to them,\n“All of you will be made to stumble because of me tonight, for it is written, ‘I will strike the shepherd, and the sheep of the flock will be scattered.’"
  },
  {
    "Index": 619,
    "Verse": "Matthew 26:32",
    "Text": "But after I am raised up, I will go before you into Galilee.”"
  },
  {
    "Index": 620,
    "Verse": "Matthew 26:34",
    "Text": "Jesus said to him,\n“Most certainly I tell you that tonight, before the rooster crows, you will deny me three times.”"
  },
  {
    "Index": 621,
    "Verse": "Matthew 26:36",
    "Text": "Then Jesus came with them to a place called Gethsemane, and said to his disciples,\n“Sit here, while I go there and pray.”"
  },
  {
    "Index": 622,
    "Verse": "Matthew 26:38",
    "Text": "Then he said to them,\n“My soul is exceedingly sorrowful, even to death. Stay here, and watch with me.”"
  },
  {
    "Index": 623,
    "Verse": "Matthew 26:39",
    "Text": "He went forward a little, fell on his face, and prayed, saying,\n“My Father, if it is possible, let this cup pass away from me; nevertheless, not what I desire, but what you desire.”"
  },
  {
    "Index": 624,
    "Verse": "Matthew 26:40",
    "Text": "He came to the disciples, and found them sleeping, and said to Peter,\n“What, couldn’t you watch with me for one hour?"
  },
  {
    "Index": 625,
    "Verse": "Matthew 26:41",
    "Text": "Watch and pray, that you don’t enter into temptation. The spirit indeed is willing, but the flesh is weak.”"
  },
  {
    "Index": 626,
    "Verse": "Matthew 26:45",
    "Text": "Then he came to his disciples, and said to them,\n“Sleep on now, and take your rest. Behold, the hour is at hand, and the Son of Man is betrayed into the hands of sinners."
  },
  {
    "Index": 627,
    "Verse": "Matthew 26:46",
    "Text": "Arise, let’s be going. Behold, he who betrays me is at hand.”"
  },
  {
    "Index": 628,
    "Verse": "Matthew 26:50",
    "Text": "Jesus said to him,\n“Friend, why are you here?” Then they came and laid hands on Jesus, and took him."
  },
  {
    "Index": 629,
    "Verse": "Matthew 26:52",
    "Text": "Then Jesus said to him,\n“Put your sword back into its place, for all those who take the sword will die by the sword."
  },
  {
    "Index": 630,
    "Verse": "Matthew 26:53",
    "Text": "Or do you think that I couldn’t ask my Father, and he would even now send me more than twelve legions of angels?"
  },
  {
    "Index": 631,
    "Verse": "Matthew 26:54",
    "Text": "How then would the Scriptures be fulfilled that it must be so?”"
  },
  {
    "Index": 632,
    "Verse": "Matthew 26:55",
    "Text": "In that hour Jesus said to the multitudes,\n“Have you come out as against a robber with swords and clubs to seize me? I sat daily in the temple teaching, and you didn’t arrest me."
  },
  {
    "Index": 633,
    "Verse": "Matthew 26:56",
    "Text": "But all this has happened, that the Scriptures of the prophets might be fulfilled.”\nThen all the disciples left him, and fled."
  },
  {
    "Index": 634,
    "Verse": "Matthew 26:64",
    "Text": "Jesus said to him,\n“You have said it. Nevertheless, I tell you, after this you will see the Son of Man sitting at the right hand of Power, and coming on the clouds of the sky.”"
  },
  {
    "Index": 635,
    "Verse": "Matthew 26:75",
    "Text": "Peter remembered the word which Jesus had said to him,\n“Before the rooster crows, you will deny me three times.” He went out and wept bitterly."
  },
  {
    "Index": 636,
    "Verse": "Matthew 27:11",
    "Text": "Now Jesus stood before the governor: and the governor asked him, saying, “Are you the King of the Jews?”\nJesus said to him,\n“So you say.”"
  },
  {
    "Index": 637,
    "Verse": "Matthew 27:46",
    "Text": "About the ninth hour Jesus cried with a loud voice, saying,\n“Eli, Eli, lima\nsabachthani?”\n That is,\n“My God, my God, why have you forsaken me?”"
  },
  {
    "Index": 638,
    "Verse": "Matthew 27:63",
    "Text": "saying, “Sir, we remember what that deceiver said while he was still alive: ‘After three days I will rise again.’"
  },
  {
    "Index": 639,
    "Verse": "Matthew 28:9",
    "Text": "As they went to tell his disciples, behold, Jesus met them, saying,\n“Rejoice!”\nThey came and took hold of his feet, and worshiped him."
  },
  {
    "Index": 640,
    "Verse": "Matthew 28:10",
    "Text": "Then Jesus said to them,\n“Don’t be afraid. Go tell my brothers\n\nthat they should go into Galilee, and there they will see me.”"
  },
  {
    "Index": 641,
    "Verse": "Matthew 28:18",
    "Text": "Jesus came to them and spoke to them, saying,\n“All authority has been given to me in heaven and on earth."
  },
  {
    "Index": 642,
    "Verse": "Matthew 28:19",
    "Text": "Go\nand make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"
  },
  {
    "Index": 643,
    "Verse": "Matthew 28:20",
    "Text": "teaching them to observe all things that I commanded you. Behold, I am with you always, even to the end of the age.” Amen."
  },
  {
    "Index": 644,
    "Verse": "Mark 1:15",
    "Text": "and saying,\n“The time is fulfilled, and God’s Kingdom is at hand! Repent, and believe in the Good News.”"
  },
  {
    "Index": 645,
    "Verse": "Mark 1:17",
    "Text": "Jesus said to them,\n“Come after me, and I will make you into fishers for men.”"
  },
  {
    "Index": 646,
    "Verse": "Mark 1:25",
    "Text": "Jesus rebuked him, saying,\n“Be quiet, and come out of him!”"
  },
  {
    "Index": 647,
    "Verse": "Mark 1:38",
    "Text": "He said to them,\n“Let’s go elsewhere into the next towns, that I may preach there also, because I came out for this reason.”"
  },
  {
    "Index": 648,
    "Verse": "Mark 1:41",
    "Text": "Being moved with compassion, he stretched out his hand, and touched him, and said to him,\n“I want to. Be made clean.”"
  },
  {
    "Index": 649,
    "Verse": "Mark 1:44",
    "Text": "and said to him,\n“See you say nothing to anybody, but go show yourself to the priest, and offer for your cleansing the things which Moses commanded, for a testimony to them.”"
  },
  {
    "Index": 650,
    "Verse": "Mark 2:5",
    "Text": "Jesus, seeing their faith, said to the paralytic,\n“Son, your sins are forgiven you.”"
  },
  {
    "Index": 651,
    "Verse": "Mark 2:8",
    "Text": "Immediately Jesus, perceiving in his spirit that they so reasoned within themselves, said to them,\n“Why do you reason these things in your hearts?"
  },
  {
    "Index": 652,
    "Verse": "Mark 2:9",
    "Text": "Which is easier, to tell the paralytic, ‘Your sins are forgiven;’ or to say, ‘Arise, and take up your bed, and walk?’"
  },
  {
    "Index": 653,
    "Verse": "Mark 2:10",
    "Text": "But that you may know that the Son of Man has authority on earth to forgive sins”—he said to the paralytic—"
  },
  {
    "Index": 654,
    "Verse": "Mark 2:11",
    "Text": "“I tell you, arise, take up your mat, and go to your house.”"
  },
  {
    "Index": 655,
    "Verse": "Mark 2:14",
    "Text": "As he passed by, he saw Levi, the son of Alphaeus, sitting at the tax office, and he said to him,\n“Follow me.” And he arose and followed him."
  },
  {
    "Index": 656,
    "Verse": "Mark 2:17",
    "Text": "When Jesus heard it, he said to them,\n“Those who are healthy have no need for a physician, but those who are sick. I came not to call the righteous, but sinners to repentance.”"
  },
  {
    "Index": 657,
    "Verse": "Mark 2:19",
    "Text": "Jesus said to them,\n“Can the groomsmen fast while the bridegroom is with them? As long as they have the bridegroom with them, they can’t fast."
  },
  {
    "Index": 658,
    "Verse": "Mark 2:20",
    "Text": "But the days will come when the bridegroom will be taken away from them, and then will they fast in that day."
  },
  {
    "Index": 659,
    "Verse": "Mark 2:21",
    "Text": "No one sews a piece of unshrunk cloth on an old garment, or else the patch shrinks and the new tears away from the old, and a worse hole is made."
  },
  {
    "Index": 660,
    "Verse": "Mark 2:22",
    "Text": "No one puts new wine into old wineskins, or else the new wine will burst the skins, and the wine pours out, and the skins will be destroyed; but they put new wine into fresh wineskins.”"
  },
  {
    "Index": 661,
    "Verse": "Mark 2:25",
    "Text": "He said to them,\n“Did you never read what David did, when he had need, and was hungry—he, and those who were with him?"
  },
  {
    "Index": 662,
    "Verse": "Mark 2:26",
    "Text": "How he entered into God’s house at the time of Abiathar the high priest, and ate the show bread, which is not lawful to eat except for the priests, and gave also to those who were with him?”"
  },
  {
    "Index": 663,
    "Verse": "Mark 2:27",
    "Text": "He said to them,\n“The Sabbath was made for man, not man for the Sabbath."
  },
  {
    "Index": 664,
    "Verse": "Mark 2:28",
    "Text": "Therefore the Son of Man is lord even of the Sabbath.”"
  },
  {
    "Index": 665,
    "Verse": "Mark 3:3",
    "Text": "He said to the man who had his hand withered,\n“Stand up.”"
  },
  {
    "Index": 666,
    "Verse": "Mark 3:4",
    "Text": "He said to them,\n“Is it lawful on the Sabbath day to do good, or to do harm? To save a life, or to kill?” But they were silent."
  },
  {
    "Index": 667,
    "Verse": "Mark 3:5",
    "Text": "When he had looked around at them with anger, being grieved at the hardening of their hearts, he said to the man,\n“Stretch out your hand.”\n He stretched it out, and his hand was restored as healthy as the other."
  },
  {
    "Index": 668,
    "Verse": "Mark 3:23",
    "Text": "He summoned them, and said to them in parables,\n“How can Satan cast out Satan?"
  },
  {
    "Index": 669,
    "Verse": "Mark 3:24",
    "Text": "If a kingdom is divided against itself, that kingdom cannot stand."
  },
  {
    "Index": 670,
    "Verse": "Mark 3:25",
    "Text": "If a house is divided against itself, that house cannot stand."
  },
  {
    "Index": 671,
    "Verse": "Mark 3:26",
    "Text": "If Satan has risen up against himself, and is divided, he can’t stand, but has an end."
  },
  {
    "Index": 672,
    "Verse": "Mark 3:27",
    "Text": "But no one can enter into the house of the strong man to plunder, unless he first binds the strong man; and then he will plunder his house."
  },
  {
    "Index": 673,
    "Verse": "Mark 3:28",
    "Text": "Most certainly I tell you, all sins of the descendants of man will be forgiven, including their blasphemies with which they may blaspheme;"
  },
  {
    "Index": 674,
    "Verse": "Mark 3:29",
    "Text": "but whoever may blaspheme against the Holy Spirit never has forgiveness, but is subject to eternal condemnation.”"
  },
  {
    "Index": 675,
    "Verse": "Mark 3:33",
    "Text": "He answered them,\n“Who are my mother and my brothers?”"
  },
  {
    "Index": 676,
    "Verse": "Mark 3:34",
    "Text": "Looking around at those who sat around him, he said,\n“Behold, my mother and my brothers!"
  },
  {
    "Index": 677,
    "Verse": "Mark 3:35",
    "Text": "For whoever does the will of God, the same is my brother, and my sister, and mother.”"
  },
  {
    "Index": 678,
    "Verse": "Mark 4:3",
    "Text": "“Listen! Behold, the farmer went out to sow,"
  },
  {
    "Index": 679,
    "Verse": "Mark 4:4",
    "Text": "and as he sowed, some seed fell by the road, and the birds\ncame and devoured it."
  },
  {
    "Index": 680,
    "Verse": "Mark 4:5",
    "Text": "Others fell on the rocky ground, where it had little soil, and immediately it sprang up, because it had no depth of soil."
  },
  {
    "Index": 681,
    "Verse": "Mark 4:6",
    "Text": "When the sun had risen, it was scorched; and because it had no root, it withered away."
  },
  {
    "Index": 682,
    "Verse": "Mark 4:7",
    "Text": "Others fell among the thorns, and the thorns grew up, and choked it, and it yielded no fruit."
  },
  {
    "Index": 683,
    "Verse": "Mark 4:8",
    "Text": "Others fell into the good ground, and yielded fruit, growing up and increasing. Some produced thirty times, some sixty times, and some one hundred times as much.”"
  },
  {
    "Index": 684,
    "Verse": "Mark 4:9",
    "Text": "He said,\n“Whoever has ears to hear, let him hear.”"
  },
  {
    "Index": 685,
    "Verse": "Mark 4:11",
    "Text": "He said to them,\n“To you is given the mystery of God’s Kingdom, but to those who are outside, all things are done in parables,"
  },
  {
    "Index": 686,
    "Verse": "Mark 4:12",
    "Text": "that ‘seeing they may see, and not perceive; and hearing they may hear, and not understand; lest perhaps they should turn again, and their sins should be forgiven them.’”"
  },
  {
    "Index": 687,
    "Verse": "Mark 4:13",
    "Text": "He said to them,\n“Don’t you understand this parable? How will you understand all of the parables?"
  },
  {
    "Index": 688,
    "Verse": "Mark 4:14",
    "Text": "The farmer sows the word."
  },
  {
    "Index": 689,
    "Verse": "Mark 4:15",
    "Text": "The ones by the road are the ones where the word is sown; and when they have heard, immediately Satan comes, and takes away the word which has been sown in them."
  },
  {
    "Index": 690,
    "Verse": "Mark 4:16",
    "Text": "These in the same way are those who are sown on the rocky places, who, when they have heard the word, immediately receive it with joy."
  },
  {
    "Index": 691,
    "Verse": "Mark 4:17",
    "Text": "They have no root in themselves, but are short-lived. When oppression or persecution arises because of the word, immediately they stumble."
  },
  {
    "Index": 692,
    "Verse": "Mark 4:18",
    "Text": "Others are those who are sown among the thorns. These are those who have heard the word,"
  },
  {
    "Index": 693,
    "Verse": "Mark 4:19",
    "Text": "and the cares of this age, and the deceitfulness of riches, and the lusts of other things entering in choke the word, and it becomes unfruitful."
  },
  {
    "Index": 694,
    "Verse": "Mark 4:20",
    "Text": "Those which were sown on the good ground are those who hear the word, and accept it, and bear fruit, some thirty times, some sixty times, and some one hundred times.”"
  },
  {
    "Index": 695,
    "Verse": "Mark 4:21",
    "Text": "He said to them,\n“Is the lamp brought to be put under a basket\n\nor under a bed? Isn’t it put on a stand?"
  },
  {
    "Index": 696,
    "Verse": "Mark 4:22",
    "Text": "For there is nothing hidden, except that it should be made known; neither was anything made secret, but that it should come to light."
  },
  {
    "Index": 697,
    "Verse": "Mark 4:23",
    "Text": "If any man has ears to hear, let him hear.”"
  },
  {
    "Index": 698,
    "Verse": "Mark 4:24",
    "Text": "He said to them,\n“Take heed what you hear. With whatever measure you measure, it will be measured to you, and more will be given to you who hear."
  },
  {
    "Index": 699,
    "Verse": "Mark 4:25",
    "Text": "For whoever has, to him will more be given, and he who doesn’t have, even that which he has will be taken away from him.”"
  },
  {
    "Index": 700,
    "Verse": "Mark 4:26",
    "Text": "He said,\n“God’s Kingdom is as if a man should cast seed on the earth,"
  },
  {
    "Index": 701,
    "Verse": "Mark 4:27",
    "Text": "and should sleep and rise night and day, and the seed should spring up and grow, though he doesn’t know how."
  },
  {
    "Index": 702,
    "Verse": "Mark 4:28",
    "Text": "For the earth bears fruit: first the blade, then the ear, then the full grain in the ear."
  },
  {
    "Index": 703,
    "Verse": "Mark 4:29",
    "Text": "But when the fruit is ripe, immediately he puts in the sickle, because the harvest has come.”"
  },
  {
    "Index": 704,
    "Verse": "Mark 4:30",
    "Text": "He said,\n“How will we liken God’s Kingdom? Or with what parable will we illustrate it?"
  },
  {
    "Index": 705,
    "Verse": "Mark 4:31",
    "Text": "It’s like a grain of mustard seed, which, when it is sown in the earth, though it is less than all the seeds that are on the earth,"
  },
  {
    "Index": 706,
    "Verse": "Mark 4:32",
    "Text": "yet when it is sown, grows up, and becomes greater than all the herbs, and puts out great branches, so that the birds of the sky can lodge under its shadow.”"
  },
  {
    "Index": 707,
    "Verse": "Mark 4:35",
    "Text": "On that day, when evening had come, he said to them,\n“Let’s go over to the other side.”"
  },
  {
    "Index": 708,
    "Verse": "Mark 4:39",
    "Text": "He awoke, and rebuked the wind, and said to the sea,\n“Peace! Be still!” The wind ceased, and there was a great calm."
  },
  {
    "Index": 709,
    "Verse": "Mark 4:40",
    "Text": "He said to them,\n“Why are you so afraid? How is it that you have no faith?”"
  },
  {
    "Index": 710,
    "Verse": "Mark 5:8",
    "Text": "For he said to him,\n“Come out of the man, you unclean spirit!”"
  },
  {
    "Index": 711,
    "Verse": "Mark 5:9",
    "Text": "He asked him,\n“What is your name?”\nHe said to him, “My name is Legion, for we are many.”"
  },
  {
    "Index": 712,
    "Verse": "Mark 5:19",
    "Text": "He didn’t allow him, but said to him,\n“Go to your house, to your friends, and tell them what great things the Lord has done for you, and how he had mercy on you.”"
  },
  {
    "Index": 713,
    "Verse": "Mark 5:30",
    "Text": "Immediately Jesus, perceiving in himself that the power had gone out from him, turned around in the crowd, and asked,\n“Who touched my clothes?”"
  },
  {
    "Index": 714,
    "Verse": "Mark 5:34",
    "Text": "He said to her,\n“Daughter, your faith has made you well. Go in peace, and be cured of your disease.”"
  },
  {
    "Index": 715,
    "Verse": "Mark 5:36",
    "Text": "But Jesus, when he heard the message spoken, immediately said to the ruler of the synagogue,\n“Don’t be afraid, only believe.”"
  },
  {
    "Index": 716,
    "Verse": "Mark 5:39",
    "Text": "When he had entered in, he said to them,\n“Why do you make an uproar and weep? The child is not dead, but is asleep.”"
  },
  {
    "Index": 717,
    "Verse": "Mark 5:41",
    "Text": "Taking the child by the hand, he said to her,\n“Talitha cumi!”\n which means, being interpreted,\n“Girl, I tell you, get up!”"
  },
  {
    "Index": 718,
    "Verse": "Mark 6:4",
    "Text": "Jesus said to them,\n“A prophet is not without honor, except in his own country, and among his own relatives, and in his own house.”"
  },
  {
    "Index": 719,
    "Verse": "Mark 6:10",
    "Text": "He said to them,\n“Wherever you enter into a house, stay there until you depart from there."
  },
  {
    "Index": 720,
    "Verse": "Mark 6:11",
    "Text": "Whoever will not receive you nor hear you, as you depart from there, shake off the dust that is under your feet for a testimony against them. Assuredly, I tell you, it will be more tolerable for Sodom and Gomorrah in the day of judgment than for that city!”"
  },
  {
    "Index": 721,
    "Verse": "Mark 6:31",
    "Text": "He said to them,\n“You come apart into a deserted place, and rest awhile.” For there were many coming and going, and they had no leisure so much as to eat."
  },
  {
    "Index": 722,
    "Verse": "Mark 6:37",
    "Text": "But he answered them,\n“You give them something to eat.”\nThey asked him, “Shall we go and buy two hundred denarii worth of bread, and give them something to eat?”"
  },
  {
    "Index": 723,
    "Verse": "Mark 6:38",
    "Text": "He said to them,\n“How many loaves do you have? Go see.”\nWhen they knew, they said, “Five, and two fish.”"
  },
  {
    "Index": 724,
    "Verse": "Mark 6:50",
    "Text": "for they all saw him, and were troubled. But he immediately spoke with them, and said to them,\n“Cheer up! It is I!\nDon’t be afraid.”"
  },
  {
    "Index": 725,
    "Verse": "Mark 7:6",
    "Text": "He answered them,\n“Well did Isaiah prophesy of you hypocrites, as it is written,\n‘This people honors me with their lips,\nbut their heart is far from me."
  },
  {
    "Index": 726,
    "Verse": "Mark 7:7",
    "Text": "But they worship me in vain,\nteaching as doctrines the commandments of men.’"
  },
  {
    "Index": 727,
    "Verse": "Mark 7:8",
    "Text": "“For you set aside the commandment of God, and hold tightly to the tradition of men—the washing of pitchers and cups, and you do many other such things.”"
  },
  {
    "Index": 728,
    "Verse": "Mark 7:9",
    "Text": "He said to them,\n“Full well do you reject the commandment of God, that you may keep your tradition."
  },
  {
    "Index": 729,
    "Verse": "Mark 7:10",
    "Text": "For Moses said, ‘Honor your father and your mother;’\nand, ‘He who speaks evil of father or mother, let him be put to death.’"
  },
  {
    "Index": 730,
    "Verse": "Mark 7:11",
    "Text": "But you say, ‘If a man tells his father or his mother, “Whatever profit you might have received from me is Corban,\n that is to say, given to God”;’"
  },
  {
    "Index": 731,
    "Verse": "Mark 7:12",
    "Text": "then you no longer allow him to do anything for his father or his mother,"
  },
  {
    "Index": 732,
    "Verse": "Mark 7:13",
    "Text": "making void the word of God by your tradition, which you have handed down. You do many things like this.”"
  },
  {
    "Index": 733,
    "Verse": "Mark 7:14",
    "Text": "He called all the multitude to himself, and said to them,\n“Hear me, all of you, and understand."
  },
  {
    "Index": 734,
    "Verse": "Mark 7:15",
    "Text": "There is nothing from outside of the man, that going into him can defile him; but the things which proceed out of the man are those that defile the man."
  },
  {
    "Index": 735,
    "Verse": "Mark 7:16",
    "Text": "If anyone has ears to hear, let him hear!”"
  },
  {
    "Index": 736,
    "Verse": "Mark 7:18",
    "Text": "He said to them,\n“Are you also without understanding? Don’t you perceive that whatever goes into the man from outside can’t defile him,"
  },
  {
    "Index": 737,
    "Verse": "Mark 7:19",
    "Text": "because it doesn’t go into his heart, but into his stomach, then into the latrine, thus purifying all foods?”"
  },
  {
    "Index": 738,
    "Verse": "Mark 7:20",
    "Text": "He said,\n“That which proceeds out of the man, that defiles the man."
  },
  {
    "Index": 739,
    "Verse": "Mark 7:21",
    "Text": "For from within, out of the hearts of men, proceed evil thoughts, adulteries, sexual sins, murders, thefts,"
  },
  {
    "Index": 740,
    "Verse": "Mark 7:22",
    "Text": "covetings, wickedness, deceit, lustful desires, an evil eye, blasphemy, pride, and foolishness."
  },
  {
    "Index": 741,
    "Verse": "Mark 7:23",
    "Text": "All these evil things come from within, and defile the man.”"
  },
  {
    "Index": 742,
    "Verse": "Mark 7:27",
    "Text": "But Jesus said to her,\n“Let the children be filled first, for it is not appropriate to take the children’s bread and throw it to the dogs.”"
  },
  {
    "Index": 743,
    "Verse": "Mark 7:29",
    "Text": "He said to her,\n“For this saying, go your way. The demon has gone out of your daughter.”"
  },
  {
    "Index": 744,
    "Verse": "Mark 7:34",
    "Text": "Looking up to heaven, he sighed, and said to him,\n“Ephphatha!”\n that is,\n“Be opened!”"
  },
  {
    "Index": 745,
    "Verse": "Mark 8:2",
    "Text": "“I have compassion on the multitude, because they have stayed with me now three days, and have nothing to eat."
  },
  {
    "Index": 746,
    "Verse": "Mark 8:3",
    "Text": "If I send them away fasting to their home, they will faint on the way, for some of them have come a long way.”"
  },
  {
    "Index": 747,
    "Verse": "Mark 8:5",
    "Text": "He asked them,\n“How many loaves do you have?”\nThey said, “Seven.”"
  },
  {
    "Index": 748,
    "Verse": "Mark 8:12",
    "Text": "He sighed deeply in his spirit, and said,\n“Why does this generation\n\nseek a sign? Most certainly I tell you, no sign will be given to this generation.”"
  },
  {
    "Index": 749,
    "Verse": "Mark 8:15",
    "Text": "He warned them, saying,\n“Take heed: beware of the yeast of the Pharisees and the yeast of Herod.”"
  },
  {
    "Index": 750,
    "Verse": "Mark 8:17",
    "Text": "Jesus, perceiving it, said to them,\n“Why do you reason that it’s because you have no bread? Don’t you perceive yet, neither understand? Is your heart still hardened?"
  }
]